<? include "../inc/head.php" ?>
<div class="sub_wrap">
	<div class="pagenavi">HOME > 망막클리닉 > <strong>황반변성 클리닉</strong></div>
	<? include "../inc/left.php" ?>
	<div class="sub_cnt">
		<h1 class="sub_tit"><span>MEET THE EXPERTS</span> </br>황반변성 클리닉</h1>
		<div class="sub_imgtit">
			<div class="ltxt" style="height:350px;padding-top:70px">
				<h1>황반변성 클리닉</h1>	
				<h2>나이가 들면서 여러 가지 변화가 동반되어<br/>생기는 질병으로 점점 나빠져서<br/>결국은 실명할 수도 있습니다.</h2>
			</div>
			<div class="rimg">
				<img src="../img/sub/retina3_1.jpg" alt="황종욱 원장" />
			</div>
		</div>

		<div class="box_section">			
			<div class="section">
				<h1>황반변성</h1>	
				<p><span class="blue1">나이관련황반변성(Age-related macular degeneration)이란 시력에 매우 중요한 역할을 하는 중심망막부위(황반부위)에 나이가 들면서 여러 가지 변화가 동반되어 생기는 질병으로 점점 나빠져서 결국은 실명할 수도 있습니다.</span><br/><br/>황반이란 카메라의 필름에 해당되는 망막이라고 하는 안구내벽을 둘러싸고 있는 신경조직의 중심부위를 말하는데, 이곳에 빛 자극에 반응하는 시세포가 밀집되어 있어 중심시력을 담당하고 있습니다. 이 질환은 50세 이상의 연령층에서 주로 발생하는데, 이미 서구에서는 60세 이상의 인구에서 실명의 가장 주된 원인이며, 우리나라에서도 점점 증가하는 추세입니다.<br/><br/>나이관련황반변성의 원인에 대해서는 아직 정확히 밝혀지지는 않았으나, 위험인자로 알려져 있는 것은 나이(특히 75세 이후 가파른 증가를 보입니다.) 유전적소인, 심혈관계질환, 흡연, 고콜레스테롤혈증, 과도한 광선(자외선)노출, 낮은 혈중항산화물질 농도 등이 있습니다. 특히 흡연은 나이관련황반변성의 위험성을 두 배 이상 증가 시킵니다.<br/><br/>나이관련황반변성은 환경오염, 과도한 광선 노출 등 유해 환경이 축적되어가고, 나이에 따른 항산화물질의 기능의 부족으로 우리 몸의 항신화능력은 나이에 따라 점점 부족해져서 황반이 과산소기에 의해 공격을 받아 손상을 입게 되어 발생하는 질환입니다. (산소가 풍부한 인체의 눈에서, 여러 유해 환경 요인에 의해 '과산소기'라는 반응성 산소화합물이 생성되어 눈의 세포와 조직이 손상됩니다.) 이렇게 손상을 입은 조직이 노폐물로 쌓이면, 시세포로의 영양공급이 차단되어 시세포가 점점 죽어가고 결국 시력을 잃게 됩니다.<br/></p>
			</div>
			<div class="section m-b-0">				
				<ul class="tablist">
					<li class="on">나이관련황반변성의 형태</li>
					<li>진단 및 치료</li>
					<li>치료사례</li>
				</ul>
				<div class="tab_cnt" id="content1">
					<div class="section m-b-0">
						<h2>건성(비삼출성)</h2>
						<p>이 형태는 망막에 드루젠이나 망막색소상피의 위축과 같은 병변이 생긴 경우를 말하며, 황반변성의 90% 가까이를 차지합니다. 황반에 있는 시세포가 서서히 위축되어 시간이 지날수록 시력이 차차 떨어지며, 습성 형태로 발전할 수 있기 때문에 정기적 경과 관찰을 해야 합니다.</p><br/><br/>
						<h2>습성(삼출성)</h2>
						<p>이 형태는 망막 밑에 맥락막신생혈관이 자라서, 이 신생혈관 자체 또는 혈관으로부터의 출혈, 삼출 등에 의해 심한 시력 손상이 발생하기 쉬우며, 발병 후 수개월-수년 사이에 원반형 반흔, 심한 출혈 등으로 실명을 초래할 수 있습니다. 이 형태는 진행속도가 매우 빨라서 수 주안에 시력이 급속도로 나빠지는 경우가 많습니다.</p>
						<img src="../img/sub/retina3_2_1.jpg" alt="" />
						<div class="gray_full_txt">습성 (삼출성)</div>	
						<p>증상은, 초기에는 글자나 직선이 흔들려 보이거나 휘어져 보이며, 결국엔 시력이 많이 저하되고, 시야중심부에 보이지 않는 부위가 생기게 됩니다.</p>			
						<img src="../img/sub/retina3_2_2.jpg" alt="" />
						<div class="gray_full_txt">습성 증상</div>	
					</div>				
					
				</div>
				<div class="tab_cnt" id="content2">
					<div class="section m-b-0">
						<p>조기 진단 및 치료가 중요하므로 정기적으로 1-2년에 한번씩 안과 검사를 시행하여 이 질환을 조기에 발견하고 적절한 치료를 시작하는 것이 좋습니다. <br/>정밀 산동 안저 검사에서 이 질환이 의심되면, 형광안저조영술 및 망막단층촬영 등을 비롯한 몇 가지 검사를 시행하여 나이관련황반변성을 진단할 수 있습니다. 건성황반변성의 경우 망막단층촬영 및 자가형관안저 촬영 등의 방법으로 질환의 진행정도를 주기적으로 체크하여 습성황반변성으로의 전환을 모니터링 하는 것이 중요합니다. 전반적으로 습성황반변성의 예후는 불량한 경우가 많지만, 최근에는 새로운 치료방법들이 연구 개발되고 있는 중입니다.<br/><br/>치료방법으로는 신생혈관 억제인자 안구내 주사술, 광역학요법, 레이져 광응고술, 외과적 수술, 각종 약물치료 등이 있습니다. 최근 신생혈관 억제인자의 도입으로 황반변성이 실명하는 질환에서 시력을 유지하고 또는 시력이 개선되기도 하는 질환으로 개념이 바뀌고 있습니다. 아는 여러 연구에서 신생혈관 억제인자의 안구내 주사가 황반변성에 의한 시력저하를 억제 할 수 있으며 시력 개선 효과도 있는 것으로 확인 되었기 때문입니다.<br/><br/>4-6주 간격으로 눈속에 직접 신생혈관 억제인자 약물을 주사하는 방식으로 치료하게 되는데 현재 국내에서 쓰이고 있는 약제는 Bevacizumab(Avastin) 이라는 약제와 Ranibizumab (Lucentis) 이라는 약제가 있습니다. <br/>Bevacizumab은 원래 대장암 치료를 위한 항암제로 개발되었으나 대장암의 신생혈관뿐 아니라 망막에 발생하는 여러 신생혈관에도 효과가 있는 것으로 밝혀져 널리 쓰이고 있습니다. 그리고 Ranibi-zumab은 Bevacizumab의 구조를 일부 변형하여 안과용 망막질환 치료 전용으로 개발된 약제입니다. Ranibizumab은 미국 식품 의약품 안전청(FDA)의 공인을 받은 약제이지만 고가의 가격으로 사용에 제한이 많았습니다. 그러나 2009년 8월부터 5회까지는 보험혜택을 받을 수 있게 되어 비용 부담도 많이 덜 수 있게 되었습니다.<br/>예방적 목적으로는 항산화제 섭취, 선글라스 착용, 심혈관계질환 예방 및 치료 등이 도움이 될 수 있습니다.</p>
						<img src="../img/sub/retina3_3_1.jpg" alt="" />										
					</div>					
				</div>
				<div class="tab_cnt" id="content3">
					<div class="section m-b-0">
						<p>67세 여자환자로 급격한 시력저하 및 변시증으로 내원, 망막단층촬영상 노인성 황반변성으로 인한 망막하 신생혈관막과 이로부터의 누출이 관찰됨. 루센티스 안구내 주입술 3회 후 교정시력 0.8로 호전됨</p><br/><br/>
						<h2>치료 전 - 교정시력 0.1</h2>
						<img src="../img/sub/retina3_4_1.jpg" alt="" />
						<div class="gray_full_txt">Before</div>	
						<br/><br/>
						<h2>치료 후 - 교정시력 0.8</h2>
						<img src="../img/sub/retina3_4_2.jpg" alt="" />
						<div class="gray_full_txt">After</div>	
					</div>					
				</div>
				

			</div>


		</div>
	</div>
</div>

<? include "../inc/foot.php" ?>