<? include "../inc/head.php" ?>
<div class="sub_wrap">
	<div class="pagenavi">HOME > 초고도근시클리닉 > <strong>CS 초고도근시 클리닉</strong></div>
	<? include "../inc/left.php" ?>
	<div class="sub_cnt">
		<h1 class="sub_tit"><span>MEET THE EXPERTS</span> </br>CS 초고도근시 클리닉</h1>
		<div class="sub_imgtit">
			<div class="ltxt" style="height:350px;padding-top:70px">
				<h1>CS초고도근시<br/>클리닉</h1>	
				<h2>가장 안전한 치료를 고집하는 각막, 백내장,<br/>굴절교정수술의 권위자 </h2>
			</div>
			<div class="rimg">
				<img src="../img/sub/myopia2_1.jpg" alt="김균형원장" />
			</div>
		</div>
		<div class="box_section">			
			<div class="section">
				<h1>초고도근시는 질환입니다.</h1>
				<p>오목 안경의 두께가 두꺼워질수록 ' 근시가 심하다'고 합니다. 근시는 안경 돗수에 따라 -6 디옵터까지의 경도에서 중등도의 근시, <br>-6 ~ -9디옵터까지의 고도근시, -9디옵터 이상의 초고도근시로 나누어 집니다.</p>
				<img src="../img/sub/myopia2_2.jpg" alt="" />
				<p>라식이나 라섹이 가능한 일반적인 근시와는 달리 초고도근시는 질환입니다. 초고도근시는 단순 돗수 이상 이외에도 다른 질환이 동반되는 경우가 많습니다.<br>
				초고도근시는 '병적 근시(Pathologic myopia)'라고 불리기도 하는데, 실제로 초점거리가 10cm 안팎에 불과하기 때문에 안경 없이는 일상 생활이 어렵습니다. 하지만, 단순한 안경 돗수의 이상 이외에도, 눈의 뒷부분인 망막이나 시신경 부분에 질환이 동반되는 경우가 흔하다는 것을 아는 분들은 적습니다. 초고도근시 환자에서는, 카메라의 필름에 해당하는 망막에 망막박리나 주변부 망막 변성, 혹은 근시성 황반변성 등의 질환이 올 수 있습니다. 눈으로 들어온 빛을 전기신호로 바꾸어 머리로 전달하는 시신경에는 녹내장이 올 수도 있습니다.<br><br>

				초고도근시와 함께 올 수 있는 이러한 질환들은 늦게 발견되는 경우 실명까지도 초래할 수 있습니다. 센트럴서울안과 초고도근시 클리닉은 시력교정을 위함 렌즈삽입술 이외에도 초고도근시의 합병증으로 올 수 있는 녹내장과 망막 질환을 종합적으로 관리할 수 있는 특수 클리닉으로 운영되고 있습니다.<br>
				</p>
				<img src="../img/sub/myopia2_3.jpg" alt="" />
				<div class="gray_full_txt">초고도근시에서 동반될 수 있는 다양한 질환들</div>
			</div>
			<div class="section">
				<h1>초고도근시의 정확한 진단은 특수 장비와 질환 전문가 팀이 필요</h1>
				<p>초고도근시에서 올 수 있는 <em class="blue1">망막질환과 녹내장은 특수한 장비들과 녹내장, 망막 전문의가 상주하고 있는 병원에서 정확하게 진단해 낼 수 있습니다.</em> <br>
					망막질환을 감별하기 위해서는 의사가 직접 눈 안을 들여다 보는 안저검사와 함께, 눈 안의 주변부위까지 단번에 촬영할 수 있는 '옵토맵' 광각 안저촬영 검사가 필수적입니다. '눈 CT'라고 불리는 안구 단층촬영 장비(OCT)가 있으면 매우 초기의 근시성 황반변성이나 고도근시와 관련된 희귀한 질환인 망막층간분리증까지도 진단해 낼 수 있습니다. 녹내장이 의심되는 경우에는 시야검사와 OCT, HRT 시신경유두분석검사, 각막두께측정, 레이저 안축장 검사 등 정밀검사를 통하여 녹내장인지 단순한 근시성 시신경 변화인지에 대한 감별이 필요합니다.<br><br>

					센트럴서울안과에서는 옵토맵 광각 안저촬영기, 눈 CT 등의 정밀 진단 장비로 눈 상태를 정밀하게 검사하고, 녹내장과 망막 분야에서 명성을 가진 최재완원장과 황종욱 원장의 자문을 거쳐 최조 OK 사인이 났을 때에만 대학교수 출신의 시력교정 전문의 김균형 원장이 수술을 시행합니다.<br><br>

					왜냐하면, 초고도근시 수술은 안전이 첫 번째이기 때문입니다.<br>
				</p>
				<img src="../img/sub/myopia2_4.jpg" alt="" />
				<div class="gray_full_txt">녹내장과 망막 분야에서 명성을 가진 <strong class="yellow">최재완원장</strong>과 <strong class="yellow">황종욱 원장</strong>의 자문을 거쳐 <br/>최조 OK 사인이 났을 때에만 대학교수 출신의 시력교정 전문의 <strong class="yellow">김균형 원장</strong>이 수술을 시행</div>
			</div>
			<div class="section m-b-0">
				<h1>대학교수 출신 전문의사가 집도하는 렌즈삽입술 전문클리닉</h1>
				<p>-9D 이상의 눈에서는 일반적으로 라식이나 라섹 수술을 첫 번째로 고려하지 않습니다. 왜냐하면 각막의 절식량이 많아져서 원추각막이나 근시로의 퇴행 등이 잘 일어날 수 있고 문제가 생겼을 때 회복이 어렵기 때문입니다. 물론, 최근에는 콜라겐 크로스링킹(Collagen Crosslinking)등의 최신 기술들을 이용하여 각막 레이저수술을 하는 경우도 있지만, 장기적인 안정성에 대한 데이터는 부족한 상태입니다. 수술의 안정성을 첫 번째로 생각하는 저희 센트럴서울안과에서는 시행하고 있지 않습니다.<br><br>

				센트럴서울안과 초고도근시 시력교정 클리닉은 라식, 라섹이 어려운 환자들을 전문적으로 치료하는 렌즈삽입술 전문 클리닉입니다. (라식, 라섹 수술은 하지 않습니다).
				 동시에, 초고도근시의 굴절 돗수 이상뿐 아니라 고도근시 관련 녹내장과 망막 질환이 발견되는 경우, 정밀 진단부터 레이저, 수술적 치료까지 모두 시행할 수 있는 특수 장비들과 녹내장, 망막 전문 의료진을 갖추고 있습니다.<br><br>

				센트럴서울안과는 타 병원에서 의뢰 받은 초고도근시 녹내장 환자들의 치료 결과를 서울아산병원 안과 동문심포지엄에서 발표하는 등 안전한 초고도근시 수술 문화 정립을 위하여 앞장서고 있습니다.
				</p>
				<img src="../img/sub/myopia2_5.jpg" alt="" />
			</div>
		</div>



	</div>
</div>

<? include "../inc/foot.php" ?>