<? include "../inc/head.php" ?>
<div class="sub_wrap">
	<div class="pagenavi">HOME > 망막클리닉 > <strong>당뇨망막 클리닉</strong></div>
	<? include "../inc/left.php" ?>
	<div class="sub_cnt">
		<h1 class="sub_tit"><span>MEET THE EXPERTS</span> </br>당뇨망막 클리닉</h1>
		<div class="sub_imgtit">
			<div class="ltxt" style="height:350px;padding-top:70px">
				<h1>당뇨망막 클리닉</h1>	
				<h2>나이가 들면서 여러 가지 변화가 동반되어<br/>생기는 질병으로 점점 나빠져서<br/>결국은 실명할 수도 있습니다.</h2>
			</div>
			<div class="rimg">
				<img src="../img/sub/retina4_1.jpg" alt="황종욱 원장" />
			</div>
		</div>

		<div class="box_section">			
			<div class="section m-b-0">
				<h1>당뇨와 눈 합병증(당뇨망막병증)</h1>	
				<p>당뇨가 눈에 문제를 일으키고 심지어 실명을 초래할 수 있다는 얘기를 들은 적 있을 겁니다. 당뇨가 없는 분들에 비해 실명의 위험성이 높은 것이 사실입니다. 하지만 당뇨환자 대부분은 사소한 눈 질환에 그치므로 크게 걱정할 필요는 없습니다. 만약 심각한 문제로 진행한 경우 지금 바로 적절한 치료를 시작하면 좋은 결과를 얻을 수 있습니다.</p>		
				<ul class="tablist type01">
					<li class="on">눈의 구조와 역할</li>
					<li>당뇨가 눈에 미치는 영향</li>
					<li>당뇨망막병증</li>
					<li>망막병증의 치료</li>
					<li>녹내장과 백내장</li>
					<li>질문과 답변</li>
					<li>치료사례</li>
				</ul>
				<div class="tab_cnt" id="content1">
					<div class="section m-b-0">
						<h2>눈의 구조와 역할</h2>
						<p>눈의 구조와 역할을 알게 되면 눈 질환에서 어떤 일이 벌어지는지 잘 이해할 수 있습니다. <br/>눈은 튼튼한 바깥 막으로 둘러싸인 공과 같습니다. 앞부분에 위치한 투명하게 휘어진 부위인 각막은 눈을 보호하는 동시에 빛에 초점을 맞추게 합니다.<br/><br/>각막을 통과한 빛은 전방(방수라는 투명한 액체가 채우고 있음)에 이어, 동공(홍채의 가운데 구멍)을 지나 빛을 더욱 초점으로 모아주는 수정체를 통과하게 됩니다. 마지막으로 투명한 젤(유리체)로 채워진 공간을 지나 눈의 뒷부분인 망막에 도달하게 됩니다. <br/><br/>망막은 사진기의 필름처럼 영상을 저장할 뿐 아니라, 전기신호로 바꾸어 뇌로 전달합니다. 망막 중에서 아주 세밀한 시력을 담당하는 중심부를 황반이라고하며, 망막혈관 특히 망막모세혈관이 황반의 영양공급을 책임집니다.</p><br/>						
						<img src="../img/sub/retina4_2_1.jpg" alt="" />
						<div class="gray_full_txt">눈의 구조와 역할</div>	
					</div>				
					
				</div>
				<div class="tab_cnt" id="content2">
					<div class="section m-b-0">
						<h2>당뇨가 눈에 미치는 영향</h2>
						<p>당뇨는 눈과 시력에 여러 방식으로 영향을 줍니다. 시력이 자주 변하거나. 젊은 나이에 백내장이 생기기도 하고, 시신경침법으로 시력저하가 오거나, 눈 움직임을 조절하는 근육의 일시적 마비로 물체가 두 개로 겹쳐 보일 수 있습니다. 그 중에서도 눈에 생기는 당뇨합병증 중 가장 중요한 것이 바로 당뇨망막병증입니다.</p>							
					</div>					
				</div>
				<div class="tab_cnt" id="content3">
					<div class="section m-b-0">						
						<h2>당뇨망막병증</h2>
						<p>당뇨병 합병증으로 망막의 미세혈관이 손상되면 나타나는 당뇨망막병증은 합병증 중에서 가장 무서운 것으로 세계각국에서 실명원인 중 수위를 차지하고 있습니다. 당뇨병 경력이 30년 또는 그 이상 되는 환자에게는 약90%가 발생되며, 15년 전후일 경우에는 발병율이 약 60 - 70%에 이르고 혈당조절이 잘 안된 경우 더 잘 생깁니다. 초기에는 망막병증이 있으면서도 별 증상이 없는 경우가 많아 조기발견을 위해서는 정기적인 안과진찰이 매우 중요합니다. 당뇨망막병증은 당뇨로 인해 생기는 망막질환이며, 비증식성과 증식성으로 나눕니다.</p>
						<br/><br/>
						<h2>비증식성 당뇨망막병증</h2>
						<p>대부분의 당뇨망막병증은 비증식성으로, 망막모세혈관이 작은 풍선처럼 커져 꽈리모양으로 변형됩니다. 비증식성 당뇨망막병증의 진행단계는 3단계로 나누며, 점점 망막혈관폐쇄가 심해집니다. 대개 비증식성은 실명을 초래하지는 않습니다. 하지만 모세혈관벽이 약해져 물이 새어나가게 되면 황반이 붓게 되어 (황반부종) 시력 장애를 초래할 수 있습니다. 대개 비증식성은 치료가 필요 없지만, 황반부종이 생긴 경우 반드시 치료해야 하며 진행을 멈추게 하려고 시도하지만 일부는 시력회복도 기대할 수 있습니다.</p>
						<img src="../img/sub/retina4_2_2.jpg" alt="" />
						<div class="gray_full_txt">비증식성 당뇨망막병증</div>	
						<br/><br/>
						<h2>증식성 당뇨망막병증</h2>
						<p>일부 당뇨환자에서 망막병증은 수년 후에는 더욱 심한 형태인 증식성 당뇨망막병증으로 진행할 수 있습니다. 증식성은 망막혈관이 폐쇄 및 손상됨에 따라 신생혈관이 망막에서 유리체를 향해 자라게 됩니다. 신생혈관은 약해서 쉽게 터지고 혈액이 누출되어 유리체강 내로의 출혈로 인해 시력의 장애를 초래하는데 이를 유리체 출혈이라고 합니다. 또한 신생혈관은 섬유조직과 함께 자라며, 섬유조직이 수축되어 견인력이 생기면 망막이 구겨지거나 망막이 떨어져 망막박리를 일으키기도 합니다. 또한 홍채에도 신생혈관이 생길 수 있으며 심각한 녹내장의 원인이 됩니다. </p>
						<img src="../img/sub/retina4_2_3.jpg" alt="" />
						<div class="gray_full_txt">증식성 당뇨망막병증</div>	
						<p>이미 심각한 망막손상이 진행되어있어도 시력변화를 느끼지 못할 수 있습니다. 비증식성 당뇨망막병증의 경우 환자 대부분은 증상을 못 느끼지만, 증식성에서도 치료하기에 이미 늦은 지경까지 본인이 모르고 지내는 경우도 있습니다.<br/>혈당조절, 혈압, 당뇨를 앓은 기간, 그리고 체질적 특징 등이 당뇨망막병증 발생과 밀접한 관계가 있습니다. 만약 당뇨를 오래 앓았다면 망막병증이 생길 확률이 높습니다. 1형 당뇨환자의 대부분은 결국 비증식성 당뇨망막병증이 생기며, 2형 당뇨도 마찬가지입니다. 하지만 실명을 초래할 수 있는 증식성 당뇨망막병증은 아주 드물게 나타납니다. 혈당을 정상으로 유지하는 경우에는 망막병증이 거의 생기지 않거나 당뇨망막병증의 초기소견만 나타납니다.</p>
					</div>					
				</div>
				<div class="tab_cnt" id="content4">
					<div class="section m-b-0">						
						<h2>망막병증의 치료</h2>
						<p>당뇨망막병증 치료에는 여러 가지 방법이 있습니다. 범망막광응고술, 국소광응고술 그리고 유리체절제술과 같은 치료를 통해 대부분은 실명을 예방할 수 있습니다. 최근에 시작된 당뇨망막병증의 경우 치료에 반응이 좋으며, 치료가 필요한 시점에서 시력이 정상으로 유지되는 경우 치료결과가 더욱 좋습니다. 광응고술의 경우, 안과의사가 특별한 레이저를 이용하여 망막에 아주 작은 응고반점들을 만들어 혈관신생과 누출을 억제시킵니다.<br/><br/>범방막광응고술의 경우, 안과의사는 망막에 수백 개의 응고반점을 2 - 4회에 걸쳐 만듭니다. 범망막광응고술은 유리체출혈이나 망막박리에 의한 실명위험성을 줄이며 신생혈관녹내장의 치료에도 효과가 있습니다. 하지만 이미 출혈이나 망막박리가 많이 진행된 경우에는 시행할 수 없습니다. 범망막광응고술의 부작용은 대개 미미합니다. 치료 직 후 며칠간 흐리게 보이거나 주변부 시야가 좁아질 수 있습니다.</p>
						<img src="../img/sub/retina4_3_1.jpg" alt="" />
						<div class="gray_full_txt">국소광응고술의 경우, 안과의사는 황반부종의 원인이 되는 누출혈관을 레이저로 응고시킵니다. <br/>이 시술로 황반부종에 의해 흐리게 보이는 시력을 완치할 수는 없지만 악화를 방지할 수 있습니다. </div>	<br/>
						<p>이미 망막박리나 유리체출혈로 더 이상 광응고술이 소용없는 경우에는 유리체절제술을 통해 섬유조직 및 눈 속 출혈을 제거하게 됩니다(사진). 단순히 출혈만 제거해도 되는 경우는 유리체절제술이 효과를 볼 수 있지만, 망막박리가 동반되어 있어 재유착이 필요할 때는 수술이 어려워지고 절반 정도에서만 효과를 볼 수 있습니다. 최근에는 망막신생혈관이나 황반부종, 유리체 출혈등의 당뇨합병증에 신생혈관 억제물질의 안구내 주사가 많은 효과를 보여 새로운 치료방법으로 다른치료들과 병행하여 시행되고 있습니다.</p>					
						<img src="../img/sub/retina4_3_2.jpg" alt="" />
						<div class="gray_full_txt">유리체출혈 및 견인망막박리</div>
					</div>					
				</div>
				<div class="tab_cnt" id="content5">
					<div class="section m-b-0">						
						<h2>녹내장</h2>
						<p>당뇨환자들은 일반인보다 녹내장이 생길 확률이 40%이상 높으며, 당뇨를 오래 앓을수록 그리고 나이가 많아질수록 더욱 증가합니다.</p> <br/><br/>
						<h2>백내장</h2>
						<p>누구나 백내장이 생길 수 있지만, 당뇨환자의 경우 60%이상 더 잘 생깁니다. 또한 당뇨환자 백내장은 젊은 나이에도 생기고 진행도 빠른 특징을 가지고 있습니다.</p>
						
					</div>					
				</div>
				<div class="tab_cnt" id="content6">
					<div class="section m-b-0">						
						<ul class="faq_list">
							<li>
								<p class="q_txt"><span>Q</span>당뇨망막병증이 잘 생길 수 있는 위험인자는?</p>
								<p class="a_txt"><span>A</span>당뇨를 앓은 기간이 길수록 당뇨망막병증이 생길 확률이 높아서, 15년 이상 당뇨를 앓은 사람의 80% 정도 에서 망막혈관 손상이 생길 수 있습니다. 그 외에도 고혈압, 빈혈, 신장질환 그리고 임신도 위험인자입니다.</p>
							</li>
							<li>
								<p class="q_txt"><span>Q</span>당뇨망막병증을 예방하는 방법은?</p>
								<p class="a_txt"><span>A</span>당뇨망막병증의 완전한 예방법은 없으며, 모든 형태의 당뇨환자에서 당뇨망막병증이 생길 수 있습니다. 하지만 혈당을 조절하면 당뇨망막병증의 발생을 늦추고 진행을 느리게 할 수 있음이 입증되어 있습니다. 또한 혈당조절 외에도 규칙적인 운동, 혈압조절, 금연, 적당한 체중유지를 해야 합니다.</p>
							</li>
							<li>
								<p class="q_txt"><span>Q</span>당뇨망막병증이 생겼는지 어떻게 알 수 있나?</p>
								<p class="a_txt"><span>A</span>초기에는 증상이 없으므로 당뇨망막병증이 이미 생겼어도 본인은 모를 수 있습니다. 따라서 조기진단을 위해서는 안과의사에게 정기적으로 검사를 받아야 합니다. 조기진단 및 시기와 심한 정도에 따른 적절한 치료가 당뇨망막병증의 합병증 예방 및 시력유지에 필수적입니다.</p>
							</li>
							<li>
								<p class="q_txt"><span>Q</span>얼마나 자주 눈 검사를 해야 하나?</p>
								<p class="a_txt"><span>A</span>당뇨를 앓고 있다면 당뇨망막병증이 없더라도 반드시 1년에 한번은 안과의사에게 눈 검사를 받아야 합니다. 안약을 이용하여 동공을 산동시키게 되는데, 이를 통해 안과의사가 망막을 잘 검사할 수 있게 됩니다. 당뇨망막병증이 일단 생기면 안과의사는 추가 검사와 치료 또는 재검진을 권할 것입니다. 재검진 간격은 당뇨망막병증의 심한 정도에 따라 정해집니다. 예를 들어 심한 비증식 당뇨망막병증의 경우 3개월마다 재검진이 필요합니다.</p>
							</li>
							<li>
								<p class="q_txt"><span>Q</span>당뇨망막병증에 필요한 검사는?</p>
								<p class="a_txt"><span>A</span>시력을 측정하고 동공을 산동시켜 세극등과 검안경을 이용하여 망막을 검사합니다. 많은 경우에 형광안저촬영(FAG)이나 광간섭 단층촬영(OCT)과 같은 특수검사가 필요할 수 있습니다.</p>
							</li>
							<li>
								<p class="q_txt"><span>Q</span>형광안저촬영(FAG)?</p>
								<p class="a_txt"><span>A</span>특수카메라를 이용하여 연속적인 망막사진을 얻는 검사입니다. 노란염색약을 환자에게 정맥주사 후 이 염색약이 망막에 도달하면 사진을 찍게 되는데, 이느 망막혈관을 분명하게 볼 수 있게 도와주며(사진), 혈액이 잘 통하지 않는 부분이나 망막모세혈관이 늘어난 부위를 정확하게 볼 수 있어 레이저로 치료할 부위를 결정할 수 있도록 합니다. 당뇨망막병증의 심한 정도를 진단하는 기본적이고 필수적인 검사이며 황반부종의 평가에도 이용됩니다.</p>
								<img src="../img/sub/retina4_4_1.jpg" alt="" />
								<div class="gray_full_txt">형광안저촬영 (FAG)</div><br/><br/>
							</li>
							<li>
								<p class="q_txt"><span>Q</span>망막단층촬영 (광간섭단층촬영, OCT)?</p>
								<p class="a_txt"><span>A</span>레이저를 이용하여 반사되는 빛을 통해 망막 특히 황반의 단면(사진)을 검사하는 방법으로, 우리 몸에 어떠한 약물도 주사하지 않습니다. 또 몸이 불편한 사람도 휠체어에 앉아 검사 받을 수 있고, 검사시간도 5분 내외로 환자의 불편함은 거의 없습니다. 황반부종에 의한 시력저하를 진단할 수 있으며 치료의, 효과를 평가하는데도 필수적인 검사입니다. 최근에는 Spectral Domain OCT 라는 보다 진보된 기술의 고행상도 망막단층 촬영기기가 검사의 표준으로 각광받고 있으며 검사시간이 매우 짧아 환자의 불편을 최소화하였습니다.</p>
								<img src="../img/sub/retina4_4_2.jpg" alt="" />
								<div class="gray_full_txt">망막단층촬영 (광간섭단층촬영, OCT)</div>
							</li>
						</ul>
					</div>					
				</div>
				<div class="tab_cnt" id="content6">
					<div class="section m-b-0">
						<p>증식성 당뇨망막병증 및 황반부종으로 레이저 치료 및 안구내 항체주입술에 반응이 없던 55세 남자환자로 유리체절제술 및 백내장수술, 내경계막제거술로 황반부종이 현저히 호전됨</p>
						<h2>수술 전 - 교정시력 0.1</h2>
						<img src="../img/sub/retina4_5_1.jpg" alt="" />
						<div class="gray_full_txt">Before</div>
						<br/><br/>
						<h2>수술 후 - 교정시력 0.5</h2>
						<img src="../img/sub/retina4_5_2.jpg" alt="" />
						<div class="gray_full_txt">After</div>
						
					</div>					
				</div>
				

			</div>


		</div>
	</div>
</div>

<? include "../inc/foot.php" ?>