<? include "../inc/head.php" ?>
<div class="sub_wrap">
	<div class="pagenavi">HOME > 왜센트럴서울안과인가 > <strong>MEET THE EXPERTS</strong></div>
	<? include "../inc/left.php" ?>
	<div class="sub_cnt">
		<h1 class="sub_tit"><span>MEET THE EXPERTS</span> </br><strong>‘전문의’</strong>는 많습니다. <strong>‘전문병원’</strong>도 많습니다.<br/>하지만, 과연 ‘전문가’도 그럴까요?</h1>
		<div class="sub_imgtit">
			<img src="../img/sub/intro3_1.jpg" alt="" /><br/><br/><br/>
		</div>
		
		<h1 class="intro3_tit" id="section01"><strong>EXPERT</strong> Doctors</h1>
		<img src="../img/sub/intro3_2.jpg" alt="" />
		<div class="box_section">			
			<div class="section m-b-0">	
			<p>‘질환 중심’ 병원으로 널리 알려져 있는 센트럴서울안과 의료진은 임상 진료 뿐 아니라 국내외 학술계에서 검증된 의사들로 구성되어 있습니다. 백내장 수술은 최재완, 황종욱, 김균형 원장 모두 집도하고 있으며, 현재까지 의료진 누적 수술 건수는 1만례 이상을 기록하고 있습니다. 또한, 모든 의료진은 4년간의 전문의 수련과정과 2년 이상의 세부전공 임상강사 수련과정을 마친 이후에도 전문병원 및 국군수도병원 과장, 대학교수 등에서 인정받는 전문가로 활약한 경력을 가지고 있습니다. 세 명 모두 임상경험과 학술활동 등을 인정받아 국제인명협회 (IBC) 및 마르퀴즈후즈후 (Marquis Who’s Who) 등 국제인명사전에 등재되어 있습니다.<br/><br/>

				 각막/초고도근시 파트 책임을 맡고 있는 김균형 원장은 가천의대 길병원 교수로 7년간 재직하면서 많은 후학들을 양성했습니다. 100건 이상의 각막이식수술을 집도하였으며, 특히 안전한 안내렌즈삽입술과 백내장 수술의 발전에 많은 관심을 가지고 있습니다. 유럽백내장굴절수술학회 (ESCRS), 아시아태평양안과학회 (APAO)를 비롯한 국제학회들과 여러 국내 학회들에서 강의하였으며, 한국소비자보호원 의료전문위원으로 활동하는 의사입니다.<br/><br/>

				망막 파트 책임을 맡고 있는 황종욱 원장은 의원급 의료기관으로는 전국에서 처음으로 콘스텔레이션 망막-백내장 수술기를 도입하고, American Journal of Ophthalmology (미국안과학회지), Retina (망막) 등 주요학술지에 망막 논문을 게재하였습니다.  2013년에는 기초과학학술지인 &lt;Metallomics&gt;에 망막질환에 대한 연구로 표지논문을 게재하고, 2016년에는 매우 까다로운 조건을 통과해야 하는 American Society of Retina Specialists (미국망막전문가학회) 가입허가를 받은 망막 전문의사입니다. <br/><br/>

				녹내장 파트 책임을 맡고 있는 최재완 원장은 2012-2016 세계안과학회 3회 연속 강연 초청을 비롯하여, 40여편의 학술 논문 출간, 100회 이상의 국내외 학회 강연, British Journal of Ophthalmology (영국안과학회지)를 비롯한 주요학술지 논문 peer reviewer를 맡았습니다. 특히, 2016년에는 정상안압녹내장 관련 리뷰논문을 SCI국제학술지에 제1저자 및 교신저자로 출간하였고, "2월 멕시코에서 개최된 세계안과학회에서는 &lt;Best of WOC 2016&gt;을 수상하는등 전세계 녹내장 학계에서 실력을 인정받고 있는 의사입니다.
				<br/></p>
			</div>
		</div>
		<br/><br/><br/>
		<h1 class="intro3_tit" id="section02"><strong>EXPERT</strong> Patient Care</h1>
		<img src="../img/sub/intro3_3.jpg" alt="" />
		<div class="box_section">			
			<div class="section m-b-0">	
				<p>진료팀, 간호팀, 고객팀, 검안팀을 비롯한 센트럴서울안과의 모든 구성원들은 병원의 4대 핵심가치 (프로페셔널리즘, 존중, 진정성, 그리고 소통)를 늘 인지하고, 이를 토대로 의료 현장에서 더 전문화된 진료 서비스를 제공하고 있습니다.<br/><br/>기본적인 병의 진단과 치료 이외에도, 정확한 정보 전달과 친절한 상담을 통하여 고객들이 더 편하게 치료과정을 받아들일 수 있도록 여러 가지 시스템을 도입하였습니다. 수술 전후 과정과 질환 관리에 대한 이해를 돕기 위하여 두 곳의 상담실을 운영 중이며, 교육시 시청각 자료의 적극 활용, 예약 우선 진료 시스템, 수술 후 해피콜 시스템과 백내장 수술시 이력서 발급 등을 시행하고 있습니다. <br/><br/> 특히, 본원의 초고도근시 클리닉은 안내렌즈삽입술 뿐 아니라 망막질환 및 녹내장 등 초고도근시 관련 합병증까지 함께 치료할 수 있는 새로운 모델로 평가받고 있습니다.   <br/></p>
			</div>
		</div>
		<br/><br/><br/>
		<h1 class="intro3_tit" id="section03"><strong>EXPERT</strong> Devices</h1>
		<img src="../img/sub/intro3_4.jpg" alt="" />
		<div class="box_section">			
			<div class="section m-b-0">	
				<p>저희는 센트럴서울안과의 의료 장비들이 항상 다른 병원보다 한 단계 더 높은 수준을 유지하도록 노력합니다. 왜냐하면, 보다 더 나은 의료 장비들은 더 정확한 진단과 더 좋은 수술결과와 관련되어 있기 때문입니다. <br/><br/>본원에서 사용하는 수술현미경 Lumera 700은 세계적인 광학기업 칼 자이스사 제품 중에서도 최고 사양의 모델로 일반형 수술현미경과는 차원이 다른 제품입니다. 저희 현미경에 장착된 CALLISTO 컴퓨터 가이드 백내장 수술용 프로그램은 일반 수술현미경으로는 보이지 않는 난시 등 정보를 수술자에게 보여 주어 수술의 정확도를 높이는 장비입니다. <br/><br/>2015년 국내에 도입된 Cirrus HD 5000 광학단층촬영기는 모세혈관분석기능과 안내렌즈삽입술에서 꼭 필요한 눈의 앞 부분 계측 기능도 장착하여 수술과 진단 능력을 향상시켰습니다. 본원의 망막 클리닉에서 사용하는 독일 하이델베르그사의 Heidelberg Retinal Angiography는 맥락막의 혈관상태 파악을 위한 ICG 혈관조영기능을 갖추고 있는 대학병원급 장비로 정확한 황반변성의 진단과 치료에 필수적입니다. <br/></p>
			</div>
		</div>
		<br/><br/><br/>
		<h1 class="intro3_tit" id="section04"><strong>EXPERT</strong> Safety</h1>
		<img src="../img/sub/intro3_5.jpg" alt="" />
		<div class="box_section">			
			<div class="section m-b-0">	
				<p>의료행위와 관련한 고객의 안전 보장은 매우 중요한 문제입니다. 센트럴서울안과 환자안전위원회는 진단 및 치료 과정의 모든 접점 부분에서 발생할 수 있는 안전 문제를 끊임없이 확인하고 개선합니다. <br/><br/>전력공급 중단에 대비한 UPS 비상전원장치 설치, 화재 발생시 자동진화를 위한 청정소화약제 소화시설, 응급환자 발생에 대비한 자동제세동기 설치, 의무기록의 신뢰도를 향상시키기 위한 전자인증 OCS, 구성원들을 대상으로 한 정기 안전교육 등 소중한 고객의 안전을 지키기 위한 시설 및 시스템들이 구축되어 있습니다.<br/></p>
			</div>
		</div>
		<br/><br/><br/>
		<h1 class="intro3_tit" id="section05"><strong>EXPERT</strong> Culture</h1>
		<img src="../img/sub/intro3_6.jpg" alt="" />
		<div class="box_section">			
			<div class="section m-b-0">	
				<p>센트럴서울안과는 구성원의 능력들이 모여 병원의 역량을 만든다고 믿습니다. 미래에 슬기롭게 대처할 수 있는 인재 양성을 위한 교육프로그램을 통해 Planner, Designer, Engineer 등 조직을 구성하는 여러 역할에 대하여 교육하고 있습니다.  <br/><br/>평소 모든 구성원들이 참가해야 하는 교육 프로그램은 팀별 일정과 전체 일정으로 나뉘어져 있습니다. 경영에 참여하는 팀장 이상의 구성원들을 대상으로는 온라인 및 전문기관 교육 위탁 등 경영 학습 프로그램도 제공합니다. 경영 상태에 따라 매년 일정 수의 구성원들은 해외 학회 참석 등으로 시야를 넓히기 위한 교육 기회를 제공하고 있습니다.   <br/><br/>배우는 자세를 위해 책 읽는 것을 적극적으로 권장하고 있으며, 원내 독서모임이 활성화되어 있습니다. 독서 후 리뷰 작성시 추가 인센티브 지급(포상제도) 등 여러 제도를 통하여 자율적이면서 미래지향적인 분위기를 유도하기 위한 노력도 이루어지고 있습니다.  <br/><br/>구성원들의 역량 강화를 바탕으로 2011년 첫 개원 이후, 2014년 병원 확장 공사, 2015년 리노베이션 공사를 성공적으로 수행하였고 새로운 도약을 위한 발판을 내딛고 있습니다.<br/></p>
			</div>
		</div>

	</div>
</div>

<? include "../inc/foot.php" ?>