 <? include "../inc/head.php" ?>
<div class="sub_wrap">
	<div class="pagenavi">HOME > 왜센트럴서울안과인가 > <strong>첨단의료장비</strong></div>
	<? include "../inc/left.php" ?>
	<div class="sub_cnt">
		<h1 class="sub_tit"><span>MEET THE EXPERTS</span> </br>센트럴서울안과 <strong>첨단의료장비</strong></h1>

		<div class="intro_box">
			<div id="intro_wrap">
				<div id="bx-pager">
					  <!-- <a data-slide-index="0" href="">Cirrus5000<br/>광학단층촬영기</a> -->
					  <a data-slide-index="0" href="">CALLISTO EYE<br/>컴퓨터 네비게이션 시스템</a>
					  <a data-slide-index="1" href="">CENTURION<br/>백내장 수술기</a>
					  <a data-slide-index="2" href="">CONSTELLATION<br/>백내장 망막 수술기</a>
					  <a data-slide-index="3" href="">LUMERA700<br/>수술현미경</a>
					  <a data-slide-index="4" href="">Cirrus5000<br/>광학단층촬영기</a>
					  <a data-slide-index="5" href="">Spectralis HRA<br/>망막 맥락막 혈관검사장비</a>
					  <a data-slide-index="6" href="">HRT III<br/>시신경 유두 분석기</a>

					  <a data-slide-index="7" href="">Optomap<br/>광각안저카메라</a>

					  <a data-slide-index="8" href="">IOLMaster 500<br/>레이저안구계측기</a>
					  <a data-slide-index="9" href="">SLT<br/>녹내장레이저</a>
					  <a data-slide-index="10" href="">532nm<br/>아르곤레이저</a>
					  <a data-slide-index="11" href="">Nd:YAG<br/>후낭절개 레이저</a>
					  <a data-slide-index="12" href="">Humphrey<br/>시야검사기</a>
					  <a data-slide-index="13" href="">FDT Matrix <br/>시야검사기</a>
					  <a data-slide-index="14" href="">각막지형도<br/>검사기</a>
					  <a data-slide-index="15" href="">각막내피세포<br/>검사기</a>
					  <a data-slide-index="16" href="">자동굴절검사 /<br/>각막곡률측정기</a>
					  <a data-slide-index="17" href="">A-scan <br/>초음파 계측기</a>
					  <a data-slide-index="18" href="">B-scan<br/>초음파 계측기</a>
					  <a data-slide-index="19" href="">Haag Streit BQ900<br/>/ Topcon 세극등 현미경</a>
					  <a data-slide-index="20" href="">Goldmann<br/>압평안압계</a>
					  <a data-slide-index="21" href="">iCare Pro /<br/>안압계</a>
					  <a data-slide-index="22" href="">비접촉식<br/>안압계</a>
					  <a data-slide-index="23" href="">EyeReader<br/>영상통합시스템</a>
					  <a data-slide-index="24" href="">Forum<br/>네트워크 시스템</a>
					  <a data-slide-index="25" href="">Keratograph<br> 5M</a>
					  <a data-slide-index="26" href="">Multifocal <br>ERG</a>
					  <a ></a>
					  
				</div>
				<ul id="intro_inner">
					<!-- <li>
						<img src="../img/sub/intro7_1.jpg" alt="" />
						<div class="i_txt">
							<h1>Cirrus5000 광학단층촬영기</h1>
							<p>
								<span class="blue">본원에서는 알콘 콘스텔레이션으로 환자 맞춤형 백내장 수술을 시행합니다.</span><br/>
								2011년 이후 대학병원 및 전문병원 위주로 보급된 최신 백내장-망막 수술 장비이며, <br/>
								백내장 수술 중 발생할 가능성이 있는 망막 관련 합병증을 즉시 해결할 수 있는 장비입니다. <br/>
								의원급 의료기관에서는 센트럴서울안과가 국내 최초로 도입 하였습니다.<br/><br/>

								(2011년 11월 현재 가동 중인 병원 : <br/>
								서울아산병원, 신촌세브란스병원, 김안과병원, 누네안과병원 등 14개 병원)<br/>
							</p>
						</div>
					</li> -->
					<li id="tab01">
						<img src="../img/sub/intro7_2.jpg" alt="" />
						<div class="i_txt">
							<h1 style="margin-bottom: 25px;">CALLISTO EYE<br/>컴퓨터 네비게이션 시스템</h1>
							<p>
								<span class="blue">백내장 수술의 결과를 향상시키는 프리미엄 시스템</span><br/>
								칼리스토 아이 (CALLISTO EYE)’ 는 레이저 계측기에서 측정된 환자의 눈 정보를 수술현미경에 내장된 컴퓨터가 오버레이 장치를 통해 수술의사의 눈에 전송하는 컴퓨터 네비게이션 장비입니다. 따라서, 백내장 수술시 정확한 전낭 절개와 난시 교정 등이 가능해져서 수술 결과를 향상시킵니다. 자동차 네비게이션이 운전시 정확한 길잡이를 제공하는 것과 같습니다.  까다로운 기준을 적용하는 미국 식품의약품안전청(FDA)에서도 백내장 수술시 복잡한 과정과 불필요한 시간들을 줄일 수 있는 장비로 공인을 받았습니다. <br/><br/>  

								‘칼리스토 아이’는 세계에서도 최고급 백내장 수술 시스템 중 하나이며, 현재 본원에서 사용 중인 ‘자이스 백내장 스위트 (Zeiss Cataract Suite)’ 의 구성장비입니다. ‘자이스 백내장 스위트’는 IOLMaster 500 이상의 레이저안구계측기와 최고 사양의 수술 현미경인 LUMERA 700, 영상전송장치인 Forum네트워크 시스템으로 구성되니다. 고가의 장비 가격과 백내장 수술에 매우 숙련된 의료진들이 필요한 이유로, 세계적인 안과 전문 병원들 위주로 사용되고 있습니다. 아직 국내에는 센트럴서울안과를 비롯한 백내장 수술 거점 병원들에만 공급되어 있는 프리미엄급 장비입니다. <br/>
							</p>
						</div>
					</li>
					<li id="tab02">
						<img src="../img/sub/intro7_3.jpg" alt="" />
						<div class="i_txt">
							<h1>CENTURION 백내장 수술기</h1>
							<p>
								<span class="blue">최고의 평판으로 수술 안전을 보장하는 최신형 백내장 수술장비</span><br/>
								세계적인 안과전문 기업 알콘 (Alcon)사의 장비입니다. <br/>
								2015년 드디어 국내에도 도입된 ‘센츄리온 비전 시스템 (Centurion Vision System)’은 백내장 수술 장비 중 최고의 성능과 안정성을 가진 것으로 평가되고 있습니다. 기존 장비들에서는 백내장 수술 과정 중 안압이 급격하게 변할 수 있는데, ‘센츄리온 비전 시스템’은 수술 과정 중 발생하는 안압의 변화를 실시간으로 자동으로 감지해 최적의 수술 환경을 만들어 줍니다. 또 Balanced Energy™  소프트웨어를 통해 수술 과정 중 백내장을 흡입하고 제거하는 과정도 효울적으로 만들었습니다. 세계 최고의 안정성과 효율성의 조화로 프리미엄급 백내장 수술 병원에서는 필수적인 장비입니다.  <br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_4.jpg" alt="" />
						<div class="i_txt">
							<h1>CONSTELLATION<br/>백내장 망막 수술기</h1>
							<p>
								<span class="blue">망막 수술과 백내장 수술이 동시에 가능</span><br/>
								알콘(Alcon)사의 ‘콘스텔레이션 비전 시스템 (Constellation Vision System)’은 1.5mm 최소 절개창을 이용한 백내장 수술, 다양한 수정체 제거 기능, 망막 수술시 필요한 유리체강내 가스주입 기능, 안구내 레이저 치료 기능, 5000cpm 초고속 유리체 절제기능 등을 모두 탑재하고 있는 백내장-망막 수술 통합 장비입니다.  당일 망막 수술 뿐 아니라 난이도가 높은 백내장 수술에서 합병증이 발생할 우려가 높은 경우에도 사용되며, 수술 합병증으로 인한 시력 손실을 최소화할 수 있는 장비입니다. <br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_5.jpg" alt="" />
						<div class="i_txt">
							<h1>LUMERA700 수술현미경</h1>
							<p>
								<span class="blue">‘최고’라는 수식어만으로는 부족한 세계 최고급 수술 현미경</span><br/>
								LUMERA700 수술현미경은 모두가 알고 있는 세계적인 광학기업 칼자이스사의 안과전용 수술 현미경 Lumera 씨리즈 중 최상급 기종입니다. 안과 의사들 사이에서는 ‘꿈의 현미경’이라고 불립니다. 수술 시 안구의 조직을 최적화하여 보여 주며, 자동으로 조절되는 ‘Depth of Focus’ 시스템, 수술 중 환자의 눈 보호를 위한 망막 보호 장치의 사용등으로 최고를 지향하는 안과 수술 클리닉이라면 반드시 보유하고 있어야 하는 현미경입니다. 본원에서 사용 중인 모델은 ‘LUMERA700’ 시리즈 중에서도 수술 중 컴퓨터 네비게이션 제공 장치인 ‘칼리스토 아이’와 연결되어 있습니다. 이를 통하여 수술 의사는 백내장 수술시 전낭의 절개 위치, 인공수정체의 중심 위치, 난시 축의 확정 등에 컴퓨터의 도움을 받을 수 있습니다. 2010 Reddot design award를 수상하였습니다. <br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_6.jpg" alt="" />
						<div class="i_txt">
							<h1>Cirrus5000 광학단층촬영기</h1>
							<p>
								<span class="blue">최신 광학적 기술이 반영된 녹내장/망막/전안부 계측 장비 </span><br/>
								칼자이스사의 최신 안구광학단층촬영기(OCT)인 Cirrus 5000은 안구를 3차원 공간으로 파악하여 미세한 망막혈관 병변이나 녹내장성 변화를 감지해 낼 수 있습니다. 기존의 고해상도 OCT가 가지고 있던 특징들에 모세혈관 미세검사가 가능한  AngioPlex™ 기능과 전안부 단층촬영 기능까지 새롭게 갖추었습니다. 특히, 전안부 분석 기능은 고도근시 교정을 위한 안내렌즈삽입술을 더욱 안정적으로 시행할 수 있도록 도와 줍니다. 녹내장 분석 모드도 새롭게 개발되었습니다. 망막신경섬유절세포층 분석 모드 (Panomap Widefield display™)와 자동 구조손상 진행 분석 프로그램은 녹내장 초기 발견과 진행 분석의 품질을 크게 향상시켰습니다. <br/>
							</p>
						</div>
					</li>
					<li id="tab03">
						<img src="../img/sub/intro7_7.jpg" alt="" />
						<div class="i_txt">
							<h1>Spectralis HRA<br/>망막 맥락막 혈관검사장비</h1>
							<p>
								<span class="blue">망막 및 맥락막의 혈관 상태를 파악하는 장비</span><br/>
								망막 질환의 감별진단을 위해서는 눈 안의 신경막인 망막과 혈관층인 맥락막의 상태 파악이 필요한 경우가 있습니다. 형광안저촬영 (FAG)은 망막의 혈관 상태를 조영하고, ICG 혈관조영촬영은 맥락막의 혈관 상태를 파악해 냅니다. 예를 들면, 당뇨망막병증에서의 안구 내 허혈이나 황반변성에서 신생혈관막의 발생 등을 관찰할 수 있습니다. 본원의 장비는 단 한 번의 촬영으로 ICG와 FAG 촬영을 동시에 할 수 있는 장점이 있습니다. 적외선 영상촬영 장치와 TruTrack의 매우 빠른 스캔 속도 등의 의 도움으로 동공이 매우 작거나 매질 혼탁이 있는 경우에도 만족스러운 영상을 얻을 수 있습니다. 촬영된 영상은 비디오 화일로도 저장되어 향후 네트워크 시스템 등을 이용하여 정밀 분석에 이용될 수도 있습니다.<br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_8.jpg" alt="" />
						<div class="i_txt">
							<h1>HRT III 시신경 유두 분석기</h1>
							<p>
								<span class="blue">대규모 녹내장 역학연구를 통해 유용성이 검증된 장비 </span><br/>
								HRT III는 세계적인 녹내장 역학연구인 OHTS에서 녹내장 진행 평가에 대한 유용성이 검증된 독일 하이델베르그사의 시신경 평가 장비입니다. HRT III는 기계 자체에 내장되어 있는 대규모 데이터베이스와 Moorfields Regression Analysis (MRA) 시스템에 기반하여 시신경의 모양이 정상인지, 녹내장성 변화 과정을 겪고 있는지 판단해 줍니다. 장기간의 시신경 변화를 안정적으로 측정할 수 있어 평생에 걸친 녹내장성 변화를 관측하는데 최적의 장비입니다. 기계의 인공지능 분석 시스템이 제공하는 Glaucoma Probability Score (GPS) 등 녹내장 가능성 지표 등도 진단 및 진행 분석에 도움이 됩니다.  <br/>
							</p>
						</div>
					</li>


					<li>
						<img src="../img/sub/intro7_26.jpg" alt="" />
						<div class="i_txt">
							<h1>Optomap광각안저카메라</h1>
							<p>
								망막을 검사하기 위해서는 산동이라는 과정이 필요합니다. 보통 산동제 안약을 점안한 후 40분 정도 지나면 동공이 커져서 눈 안의 구석구석을 관찰하는 것이 가능합니다. 하지만, 산동을 하게 되면 눈이 부시고 조절이 되지 않아 근거리 작업이 6-8시간 정도 힘들어지는 단점이 있습니다. Optos 사의 Optomap 검사는 <span class="blue">산동 없이 200도 범위의 망막 대부분을 사진으로 보여주므로 대부분의 환자에게 산동의 불편감이 없는 편안한 진료를 가능하게 해주며 산동대기시간이 없으므로 진료시간이 단축</span>됩니다.<br/><br/>또한 기존 망막환자뿐 아니라 일반환자도 간단히 망막을 검사하여 기존에 알지 못한 망막질환 (주변부 망막변성, 망막열공, 망막박리, 당뇨망막병증 등)을 발견할 수 있으므로 망막질환이 중증으로 진행하기 전에 치료가 가능합니다.<br/>
							</p>
						</div>
					</li>



					<li>
						<img src="../img/sub/intro7_9.jpg" alt="" />
						<div class="i_txt">
							<h1>IOLMaster 500<br/>레이저안구계측기</h1>
							<p>
								<span class="blue">레이저로 계측한 안구의 여러 가지 정보를 수술 현미경으로 전송</span><br/>
								백내장 수술시 환자 눈을 레이저로 계측하는 장비입니다. 안구의 굴절 수치, 안구의 길이, 각막의 지름 등을 비접촉식으로 측정합니다. 백내장 수술시 인공수정체 삽입을 위한 정확한 계측이 가능하여 월등한 수술 결과를 가능하게 합니다. 본원에서 사용 중인 업데이트된 최신형 IOLMaster 500는 Forum 네트워크 시스템을 통하여 Lumera 700 현미경에 연결된 ‘칼리스토 아이(Callisto Eye)’에 데이터를 전송하여 수술하는 의사의 눈에 컴퓨터 네비게이션 측정 결과를 보여 줍니다.  <br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_10.jpg" alt="" />
						<div class="i_txt">
							<h1>SLT 녹내장레이저</h1>
							<p>
								<span class="blue">합병증을 최소화하면서 안압의 하강을 유도하는 녹내장 레이저</span><br/>
								Ellex사의 ‘Tango’에 내장된 선택적레이저섬유주성형술 (Selective Laser Trabeculoplasty, SLT) 장비는 방수유출에 장애를 초래하는 안구 내의 섬유주라고 불리는 부분에 Nd:YAG 레이저를 조사하여, 다른 세포에는 손상을 주지 않고 문제를 일으킨 세포들만을 선택적으로 제거하여 안압을 떨어뜨리게 됩니다. 기존의 아르곤 레이저 섬유주성형술에 비하여 시술 후 안압상승 등의 합병증이 매우 적은 편으로 안전하게 사용할 수 있습니다. <br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_11.jpg" alt="" />
						<div class="i_txt">
							<h1>532nm 아르곤레이저</h1>
							<p>
								<span class="blue">레이저로 불필요한 조직들을 응고시켜 녹내장, 망막 치료에 도움</span><br/>
								당뇨망막병증이나 망막정맥 폐쇄 등 망막 혈관성 질환들이 발생하면 불필요한 대사 과정이 발생하여 안구 내 조직이 망가지게 됩니다. 532nm 아르곤 레이저는 이러한 조직을 광응고시켜 안구내 병적 변화를 지연시키게 됩니다. 망막 박리가 진행되기 전 질환을 발견하는 경우 문제를 일으킨 열공 주위를 광응고시켜 망막박리가 진행되는 것을 조기에 차단할 수 있습니다. 폐쇄우각 녹내장에서 홍채 절개술을 하는 과정에서도 사용됩니다. 본원의 아르곤 레이저 장비는 고가이지만 안정성이 충분히 검증된 칼 자이스사의 장비를 사용합니다. <br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_12.jpg" alt="" />
						<div class="i_txt">
							<h1>Nd:YAG 후낭절개 레이저</h1>
							<p>
								<span class="blue">백내장 수술 후 발생할 수 있는 후낭혼탁을 제거 </span><br/>
								백내장 수술 후 10-20%의 환자들에서는 백내장 수술 후 인공수정체가 삽입되어 있는 후낭혼탁이라고 불리는 세포의 침착이 발생할 수 있습니다. 후낭혼탁의 치료는 레이저로 가능합니다. Nd:YAG 레이저 장비는 후낭혼탁 부분을 제거하여 다시 수술 직후의 시력으로 돌아가는데 도움을 줍니다. 본원에서 사용하는 Nd:YAG 레이저는 Ellex사의 ‘Tango’ 기종으로 SLT 레이저와 같은 장비에 내장되어 있습니다. 백내장 수술을 많이 시행하는 전문 클리닉에서는 필수 장비 중 하나입니다. <br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_13.jpg" alt="" />
						<div class="i_txt">
							<h1>Humphrey 시야검사기</h1>
							<p>
								<span class="blue">세계 표준의 녹내장 검진 장비 </span><br/>
								녹내장은 시야가 좁아지는 질환입니다. 시야검사기는 중심부와 주변부의 망막 감도를 측정하여 시야의 경계 및 민감도를 측정합니다. 환자는 화면의 한 점을 주시하게 되고, 시야검사기는 밝기가 다른 불빛들을 조사합니다. 환자는 보이는 불빛이 있으면 손잡이에 있는 스위치를 눌러 응답하고, 기계는 이 반등들을 종합하여 시야검사 결과를 만듭니다. 험프리 (Humphrey) 시야 검사계는 전세계의 대표적인 녹내장 클리닉에서 표준으로 사용하는 장비입니다. 특히, 본원에서 사용하는 기종에 내장되어 있는 녹내장 진행 분석 (Glaucoma Progression Analysis, GPA) 소프트웨어는 기계에 내장되어 있는 인공지능을 사용하여 컴퓨터가 시야 손상 진행 여부에 대한 진단도 자동으로 내릴 수 있습니다. <br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_14.jpg" alt="" />
						<div class="i_txt">
							<h1>FDT Matrix 시야검사기</h1>
							<p>
								<span class="blue">조기 녹내장 손상을 감지하는 장비</span><br/>
								녹내장에서 시야 손상은 손상받는 세포의 종류에 따라 크게 두 가지로 나뉩니다. ‘P 세포 (P cell)’와 ‘M 세포 (M cell)’가 그것입니다. Humphrey 시야검사계는 ‘P 세포’의 손상에서 비롯되는 시야 이상을 측정하는 반면, FDT Matrix 시야 검사계는 ‘M 세포’의 손상에서 비롯되는 동작 움직임 감지 이상을 측정합니다. ‘M 세포’의 손상은 녹내장 시야 손상의 초기에 나타나는 것으로 알려져 있습니다. 따라서, FDT Matrix 시야 검사계는 녹내장의 조기 손상 감지에 사용됩니다. 암실이 필요 없으며, 검사 시간이 짧고, 간단한 조작만으로도 결과를 알아 낼 수 있습니다.<br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_15.jpg" alt="" />
						<div class="i_txt">
							<h1>각막지형도 검사기</h1>
							<p>
								<span class="blue">각막, 백내장, 드림렌즈 클리닉의 필수장비 </span><br/>
								우리 눈의 검은 눈동자 앞부분에는 각막이라고 하는 투명한 유리창이 있습니다. 각막은 눈을 보호하고 빛을 투과시키는 기능을 담당합니다. 이런 각막의 모양은 사람마다 다릅니다. 각막지형도 검사는 각막 전체의 모양을 컴퓨터가 계측하여 지도 모양으로 제공하는 장비입니다. 각막 클리닉, 백내장 클리닉과 드림렌즈 클리닉에서는 필수적인 장비입니다. 특히 노안교정 백내장 수술 등 프리미엄 백내장 수술은 난시 및 각막의 불규칙한 정도가 있는 경우 결과에 큰 영향을 받으므로 수술에 장애가 되는 요소들은 없는지 파악하기 위하여 반드시 각막지형도 검사를 시행하여야 합니다. <br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_16.jpg" alt="" />
						<div class="i_txt">
							<h1>각막내피세포 검사기</h1>
							<p>
								<span class="blue">눈의 투명한 유리창, 각막의 내피세포 기능을 측정</span><br/>
								각막의 안쪽에는 각막내피세포로 구성된 층이 있고, 이 부분의 기능이 떨어진 경우 각막의 투명도 유지 기능에 장애가 오게 됩니다. 각막내피세포의 기능 저하는 고령, 이전 안과 수술 여부, 각막의 질환 등에 의하여 발생할 수 있습니다. 각막내피세포기능 검사기는 백내장 수술 전 수술의 가능 여부와 푹스각막이영양증 등 각막 질환의 감별검사에 필수적인 안과 기본 장비 중 하나입니다. <br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_17.jpg" alt="" />
						<div class="i_txt">
							<h1>자동굴절검사 / 각막곡률측정기</h1>
							<p>
								<span class="blue">스크리닝용 안구 굴절치 측정 장비</span><br/>
								자동굴절검사/ 각막곡율검사 장비는 기계 안의 타겟을 환자가 주시하는 것만으로 안구 전체의 굴절력과 눈 앞부분의 투명한 부분인 각막곡률을 측정할 수 있는 장비입니다. 근시, 원시, 난시 등 눈의 굴절이상을 찾아낼 수 있으며, 백내장 수술이나 굴절교정수술 들에서도 이 장비에서 측정한 계측치들이 이용됩니다. 안과의 주요 스크리닝 장비 중 하나입니다.<br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_18.jpg" alt="" />
						<div class="i_txt">
							<h1>A-scan 초음파 계측기 </h1>
							<p>
								<span class="blue">백내장 수술 전 검사의 기본 장비 </span><br/>
								눈의 길이는 사람마다 다릅니다. 근시가 있는 눈일수록 눈의 길이가 길어집니다. 백내장 수술시에는 각막의 굴절력과 함께 안구의 길이를 계측하여 눈 속에 들어갈 인공수정체의 돗수를 계산하게 됩니다. A-scan 초음파 계측기는 전통적인 안구 검사 장비로, 최근 보편적으로 사용되고 있는 레이저안구계측기 (IOLMaster) 의 결과와 비교하여 오차 없는 정확한 검사가 가능하도록 도와 주는 장비입니다. 레이저안구계측기의 사용이 어려운 심한 백내장 등에서는 A-scan 초음파 계측기가 일차적인 장비로 선택되기도 합니다. <br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_19.jpg" alt="" />
						<div class="i_txt">
							<h1>B-scan 초음파 계측기</h1>
							<p>
								<span class="blue">눈 뒷부분의 망막 질환 진단에 사용되는 장비</span><br/>
								B-scan 초음파 계측기는 눈의 전체적인 모양을 초음파로 측정하는 장비입니다. 이 장비를 통한 검사로 안구내 출혈, 망막박리, 안구 내 종양 등 망막 및 포도막 질환들을 발견할 수 있습니다. 본원에서 사용하는 Paradigm 사의 모델은 눈을 감은 상태에서 눈꺼풀 위에 초음파 측정 probe를 사용하여 검사하는 방식으로, 초음파 probe의 안구 직접 접촉을 피하여 검사시 환자분들의 불편을 줄일 수 있습니다.<br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_20.jpg" alt="" />
						<div class="i_txt">
							<h1>Haag Streit BQ900<br/> / Topcon 세극등 현미경</h1>
							<p>
								<span class="blue">안과질환의 섬세한 감별진단</span><br/>
								Haag-Streit사의 세극등 현미경 중 최상위 모델인 BQ900은 뛰어난 광학시스템과 사용 편의성으로 섬세한 안과질환 감별진단에 사용되는 장비입니다. 특히, 본원에서 사용 중인 LED 조명 장착 모델은 발열이 없어 반영구적인 수명을 가지고 있으며, 환자에게도 세극등 검사시 열감이 느껴지지 않아 진보된 안과 클리닉에서는 표준 모델로 사용되고 있습니다.<br/><br/> 

								각막 클리닉에서 사용되는 Topcon사의 세극등현미경은 만성눈꺼풀염증에서 손상되는 마이봄샘을 관찰할 수 있는 기능을 가지고 있으며, 논문이나 학회 발표 등을 적합한 고화질의 사진을 제공하는 고급 장비입니다. <br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_21.jpg" alt="" />
						<div class="i_txt">
							<h1>Goldmann 압평안압계</h1>
							<p>
								<span class="blue">녹내장 환자 안압 측정의 표준 장비</span><br/>
								녹내장 환자에서 눈 속의 압력은 정확하게 측정되어야 합니다. 안압은 녹내장 진행의 가장 중요한 위험인자이기 때문입니다. 골드만 (Golmann) 압평안압계는 마취제에 포함된 형광 염색 시약을 점안한 후 환자의 각막 표면에 접촉하여 안압을 측정하는 장비입니다. 재현성이 매우 높으며, 실제 눈 속의 압력과 가장 유사한 값을 보이므로 녹내장 환자의 안압 측정에서는 필수적입니다. <br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_22.jpg" alt="" />
						<div class="i_txt">
							<h1>iCare Pro 안압계</h1>
							<p>
								<span class="blue">마취안약의 점안 불편 없이 안압을 측정</span><br/>
								환자가 거동이 불편한 경우나 어린이 환자의 경우 골드만 압평안압계의 측정이 어려운 경우가 있습니다. iCare Pro 안압계는 최근 개발된 리바운드 안압계의 한 종류로 마취안약이나 형광 염색 시약의 점안 없이도 골드만 안압계와 유사한 안압 측정 정확도를 보이는 장비입니다. 디지털 방식으로 측정되며 환자별로 데이터베이스를 컴퓨터에서 수집할 수도 있어 녹내장 전문 클리닉 필수 장비 중 하나로 여겨지고 있습니다.<br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_23.jpg" alt="" />
						<div class="i_txt">
							<h1>비접촉식 안압계</h1>
							<p>
								<span class="blue">스크리닝용으로 사용되는 가장 일반적인 안압 측정 장비</span><br/>
								비접촉식 안압계는 가장 간단한 안과 진단 장비 중 하나입니다. 일반인들을 상대로 안압의 높고 낮음을 스크리닝할 때, 골드만 안압계의 사용이 어려운 경우, 감염성 질환 등이 의심되나 안압 측정이 필요한 경우 등 많은 경우에 사용됩니다. 환자의 눈에 압축된 공기 (air-puff)를 분사하고 각막이 눌렸다가 복원되는 시간을 계측하여 안압으로 환산하는 원리를 가지고 있습니다. 다만, 재현성이 골드만 압평안압계에 비하여 부족한 부분이 있어 약물 치료 등이 필요한 녹내장 환자의 진료에는 골드만 압평안압계의 사용이 원칙이며, 비접촉식 안압계는 참고적인 자료로 사용될 수 있습니다. <br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_24.jpg" alt="" />
						<div class="i_txt">
							<h1>EyeReader 영상통합시스템</h1>
							<p>
								<span class="blue">대한민국 대표 안과 영상관리 통합 솔루션</span><br/>
								EyeReader 영상통합시스템은 병원의 모든 검사 장비들을 검사 결과를 연동하여 환자의 검사결과물을 장비별, 시간별로 통합관리하는 안과 전용 솔루션입니다. 2007년 개발 과정부터 최재완 원장은 자문 전문의 역할을 맡고 있으며, 아이리더 탄생의 산파 역할을 하였습니다. 안정적이면서도 빠른 속도를 보이고 탁월한 유저 인터페이스 등으로 널리 알려져 있습니다. 이후 아이리더는 안과 전문병원을 비롯한 대한민국 거점 안과들의 필수 소프트웨어 중 하나로 자리잡고 있습니다. <br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_25.jpg" alt="" />
						<div class="i_txt">
							<h1>Forum 네트워크 시스템</h1>
							<p>
								<span class="blue">백내장, 녹내장 전용 프리미엄 데이터 네트워크 시스템</span><br/>
								포럼 (Forum) 네트워크 시스템은 칼자이스사의 정보통신기술 (ICT)에 기반한 안과 전용 컴퓨터 데이터 네트워크 솔루션입니다. 센트럴서울안과에서는 (1) 백내장 클리닉에서 ‘칼리스토 아이 (CALLISTO eye)’ 백내장 수술 컴퓨터 네비게이션 시스템과 (2) 녹내장 클리닉에서 Cirrus 5000 안구광학단층촬영기와 Humphrey 시야검사기와 연동하여 운영되는 구조-기능 분석 시스템을 위하여 별도로 운영되고 있습니다. <br/><br/>

								특히, 녹내장 클리닉에서 포럼은  시신경 및 시신경 주변의 손상과 해당되는 부분의 시야 손상을 정확하게 매치시켜 녹내장 오진의 가능성을 줄여 주고, 세계적인 임상전문 클리닉에 적합한 학술 데이터들의 기본 정보들을 제공해 줄 수 있습니다.<br/>
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_27.jpg" alt="" />
						<div class="i_txt">
							<h1>Keratograph 5M</h1>
							<p>
								<span class="blue">다양한 검사를 통한 정밀 안구건조증 진단 </span><br/>
								안구건조증은 눈물 내 삼투 농도의 증가와 안구 표면의 염증 소견이 동반된 복합적인 인자들로 인해 발병되는 질환으로 다양한 검사를 통하여 원인을 찾아 치료를 시행해야 합니다.<br/><br/>

								본원에서는 안구건조증 진단 장비를 통해 Tear Meniscus의 높이측정, 눈물막 안정성측정, 눈물막 정도 분석, 마이봄선 형태 & 손상정도를 파악하여 원인을 분석합니다.<br/><br/>

								또한, Jenvis Dry Eye Report의 복합적인 지표에 따른 종합적 진단이 가능하며 치료의 방향 및 건조증 치료의 개선 여부등을 확인할 수 있습니다.
							</p>
						</div>
					</li>
					<li>
						<img src="../img/sub/intro7_28.jpg" alt="" />
						<div class="i_txt">
							<h1>Multifocal ERG</h1>
							<p>
								<span class="blue">정밀한 타각적 시기능 검사를 통한 망막질환의 조기 발견 및 진단이 가능합니다.</span><br/>
								과거부터 대학병원이나, 대형 안과에서 VEP, ERG 검사를 실행하는 이유는 눈으로 확인되지 않는 망막의 세포 기능과 시신경 기능을 검사하여 백내장 수술 결과의 안전과 퀄리티를 확인하고, 환자에게 주지하기 위함 이었습니다. <br/><br/>

								본원 장비를 통해 ERG와 VEP 검사가 가능한데, 시 유발 전위검사(VEP)를 통해 시력 장애진단 검사와 시신경염 검사가 가능하고, 망막전위도 검사(ERG)를 통해 망막기능검사, 망막질환 검사, 백내장 수술 전/후 망막검사가 가능합니다.<br/><br/>

								﻿본원 장비는 특히 멀티포컬 분야에서는 가장 빠르고 정확한 검사 결과를 보여주며, 노이즈 필터링 기능도 훌륭하여 검사의 신뢰도를 높인 수 있습니다.
							</p>
						</div>
					</li>
					
				</ul>				
			</div>
		</div>


	</div>

</div>

<? include "../inc/foot.php" ?>