<? include "../inc/head.php" ?>
<div class="sub_wrap">
	<div class="pagenavi">HOME > 노안·백내장 클리닉 > <strong>CS 백내장굴절수술 클리닉</strong></div>
	<? include "../inc/left.php" ?>
	<div class="sub_cnt">
		<h1 class="sub_tit"><span>MEET THE EXPERTS</span> </br>CS 백내장굴절수술 클리닉</h1>
		<ul class="submenu_dep3">
			<li><a href="cataract2.php">클리닉 소개</a></li>
			<li><a href="cataract2_2.php">인증과 수상 연혁</a></li>
			<li><a href="cataract2_3.php">최첨단 장비들</a></li>
			<li><a href="cataract2_4.php">프리미엄급 인공수정체</a></li>
			<li class="on"><a href="cataract2_5.php">의사들과 가족들이 수술받는 병원</a></li>
			<li><a href="cataract2_6.php">고객 안심 시스템</a></li>
		</ul>
		<img src="../img/sub/cataract2_5_1.jpg" alt="" />
		<div class="box_section">
			<div class="section m-b-0">
				<h1>의사들과 가족들이 수술받는 병원 </h1>
				<p>센트럴서울안과에는 가끔 특별한 고객들이 백내장 수술을 받게 되는 경우가 있습니다. 예를 들면, 다른 사람을 고치는 직업을 가지고 있는 의사들과 저희 구성원들의 가족들입니다. 다른 사람의 병을 고치는 일을 하는 의사나 치과의사들을 수술하는 경우 특히 여러가지 조건들을 고려해야 합니다. 예를 들어 치과의사 선생님들의 경우 작업 거리가 매우 근거리이고 매우 세밀한 작업을 하시는 경우가 많으므로 수술 전 근시가 있는 경우라면 그대로 남겨 놓는 것이 만족도가 더 높을 때가 많습니다. 내과 계열 선생님들의 경우 노안교정 렌즈를 사용해도 만족도가 높은 편입니다. <br/><br/>다음으로 특별한 고객들은 의사와 구성원들의 가족들입니다. 저희 의료진들의 부모님, 친척 어르신, 구성원들의 가족 등 주변 사람들도 저희 병원에서 수술을 받습니다. 늘 함께 생활해야 하는 사람들을 수술할 때는 정말 여러가지 요소들을 생각해보고 120% 만족시키려는 노력을 하게 됩니다. <br/><br/>가끔은 해외에 거주하시고 계신 동포들께서 짧은 일정으로 수술을 받으러 내원하시기도 합니다. 중국 광저우에서, 호주 시드니에서, 미국 캘리포니아에서… 이런 분들은 짧은 시간 안에 수술을 끝내고 1주일 이내에 아무런 부작용 없이 귀국할 수 있어야 하므로, 한 치의 빈 틈 없이 진행되는 수술 과정이 포인트입니다. 또한 동부이촌동의 위치적 특성상 학자, 의료인, 정치인, 기업가, 화가, 연예인 등 사회 각 분야에서 유명한 분들도 센트럴서울안과에서 백내장 수술을 받는 경우가 많습니다. 어떤 사람은 단순 백내장 수술만 하고, 어떤 사람은 노안과 난시가 동시에 교정되는 인공수정체가 적합한 경우도 있습니다. <br/><br/>이런 과정들에 수없이 단련된 저희 병원에서는 한 건 한 건의 백내장 수술이 예술품을 만드는 작업과 같다고 생각합니다. 새로운 시력을 디자인하고, 수술로 새로운 시력을 생산해서, 사람들에게 영향을 미치는 일이니까요. 그리고, 우리는 누구보다도 그 일을 잘 할 수 있다고 생각합니다.<br/><br/></p>

				<a href="../07_counsel/community1.php?cate1=<?=urlencode("백내장")?>"><img src="../img/sub/cataract2_5_2.jpg" alt="" /></a>
			</div>
		</div>
	</div>
</div>

<? include "../inc/foot.php" ?>