<? include "../inc/head.php" ?>
<div class="sub_wrap">
	<div class="pagenavi">HOME > 망막클리닉 > <strong>범망막 광응고술(PRP)</strong></div>
	<? include "../inc/left.php" ?>
	<div class="sub_cnt">
		<h1 class="sub_tit"><span>MEET THE EXPERTS</span> </br>범망막 광응고술(PRP)</h1>
		<div class="sub_imgtit">
			<div class="ltxt" style="height:350px;padding-top:70px">
				<h1>범망막 광응고술 <br/>(PRP)</h1>	
				<h2>당뇨가 눈에 문제를 일으키고 심지어 실명을<br/>초래할 수 있다는 얘기를 들은 적 있을 겁니다.</h2>
			</div>
			<div class="rimg">
				<img src="../img/sub/retina7_1.jpg" alt="황종욱 원장" />
			</div>
		</div>

		<div class="box_section">			
			<div class="section">
				<h1>범망막광응고술의 대상 및 효과</h1>
				<div class="dot">
					<div class="dot_list">
						<ul>
							<li><span class="blue1">당뇨를 십수년이상 오랜시간 앓았을 때 당뇨망막병증은 비중식성 단계를 지나 증식성 당뇨망막병증 단계로 진입하게 됩니다. </span><br/>증식성 단계에서는 비정상적인 신생혈관이 자라 안구내출혈로 인한 시력상실을 일으키는데, 이러한 증식성 당뇨망막병증에서 범망막광응고술(pan-retinal photocoagulation)을 시행하는 것이 추천됩니다. 현재는 매우심한 비증식성 당뇨망막병증에서도 범망막광응고술이 시행되는 것이 보통입니다.</li>
							<li><span class="blue1">범망막광응고술 시행시에는 레이저가 모세혈관이 막힌 죽은 망막부위를 광응고하여 파괴하게 됩니다. </span><br/>이러한 비관류망막부위를 레이저치료하게 되면 망막은 신생혈관 형성을 멈추게 되며, 이미 생성된 신생혈관도 감소하거나 사라지는 효과를 얻을 수 있습니다. 신생혈관의 소실은 시력상실의 주 원인인 유리체출혈 및 견인망막박리의 위험성을 낮추게 됩니다.</li>
							<li><span class="blue1">범망막광응고술의 효과를 증명한 국제다기관임상시험이었던 DRS (Diabetic Retinopathy Study) </span>상에서는 범망막광응고술이 증식성 당뇨망막 병증으로 인한 심한 시력상실을 50% 이상 감소시킨 것으로 나타났으며, ETDRS (Early Treatment Diabetic Retinopathy Study)상에서는 매우심한 비증식성 당뇨망막병증의 경우 1년 내 50% 정도에서 증식성 당뇨망막병증으로 진행하므로 범망막광응고술을 고려해야 한다는 결론을 얻었습니다.</li>
						</ul>
					</div>
				</div>				
			</div>
			<div class="section">
				<h1>범망막광응고술의 시행방법</h1>
				<p>치료는 특수한 안과용 레이저 치료기기가 설치된 레이저실에서 시행되며 수술장에서 시행되는 것이 아닙니다. 시술은 주로 점안마취만을 사용하여 시행되거나 경우에 따라 서는 구후마취라는 마취바늘을 이용한 특수한 형태의 마취를 한 후 시행될 수 있습니다. 마취 후 특수한 렌즈를 눈에 접촉하게 됩니다. 이 렌즈는 레이저 초점을 정확히 맞추고 시술 중 환자분이 눈을 깜빡일 수 없게끔 하는 역할을 합니다. 렌즈를 눈에 접촉한 후 532nm 파장의 특수레이저를 망막에 조사하게 됩니다. 치료되는 망막의 부위는 주로 안구적도부와 주변부의 망막으로 치료를 받아도 중심시력에는 대부분 영향이 없습니다.<br/><br/>너무 많은 레이저에너지가 조사될 경우 황반부종을 초래할 가능성이 있으므로 보통 한 눈을 2-3회에 나누어 치료하며, 한번 치료시에 보통 500 - 1000 회의 레이저조사가 이루어지게 됩니다. 치료간격은 보통 2주 정도가 적당하다고 알려져 있습니다. 따라서 1-2 달에 걸쳐 2-4회 방문을 하셔야 범망막 광응고술 치료를 마무리할 수 있습니다.<br/>만약 범망막광응고술 후에도 비정상 신생혈관이 사라지지 않을 경우 수회의 추가치료가 필요할 수 있습니다.<br/><br/>레이저치료 직후에는 강한 빛자극으로 인해 앞이 잘 보이지 않으나 수시간에 걸쳐 치료전 상태로 회복되게 됩니다. 따라서 치료직후에는 운전을 하시면 안되며 운전을 할 보호자를 동반하시는 것이 추천됩니다. 귀가 후에는 하루동안 안정하시는 것이 좋습니다. 대부분 치료 다음날 부터는 특별한 주의사항 없이 일상생활을 하시면 됩니다.<br/>레이저치료 후 정해진 날짜에 내원하시어 검사를 받으시고 치료효과를 확인하셔야 합니다.</p>
				<img src="../img/sub/retina7_2.jpg" alt="" /><br/><br/>
				<div class="gray_full_txt">범망막광응고술 동영상</div>	
				<div class="video_wrap">
					<!-- 					<img src="../img/sub/retina5_video.jpg" alt="" /> -->
					<object type="application/x-shockwave-flash" data="../flash/sub_vod5.swf" width="550" height="406" style="margin:0 auto;">
							<param name="movie" value="../flash/sub_vod3.swf" />
							<param name='wmode' value='transparent' />
							<param name='allowScriptAccess' value='always' />
							</object>
				</div>
			</div>
			<div class="section">
				<h1>국소레이저 광응고술</h1>
				<p>만약 망막의 중심부인 황반부에 누출혈관이 있다면 누출로 인한 황반부종이 발생하여 시력상실을 일으키게 되며, 황반부종은 유리체 출혈과 함께 당뇨망막병증으로 인한 시력상실의 가장 중요한 원인이라할 수 있습니다.<br/><br/>황반부종의 치료를 위해 형광안저촬영에서 발견되는 누출혈관을 선택적으로 광응고하는 국소레이저 광응고술이 시행될 수 있습니다.<br/>이것은 범망막광응고술과는 다른 치료로, 사용하는 레이저의 강도가 매우 낮고, 총 레이저발사횟수도 매우 적습니다. 만약 증식성 당뇨망막병증과 황반부종이 동시에 존재한다면, 범망막광응고술과 국소레이저 광응고술이 함께 고려되어야 하며, 주로 국소레이저 광응고술 시행 수주 후에 범망막 광응고술이 시행됩니다.</p>				
				<img src="../img/sub/retina7_3.jpg" alt="" />
				<div class="gray_full_txt">국소레이저 광응고술</div>
			</div>
			<div class="section m-b-0">
				<h1>범망막광응고술의 기대효과</h1>
					<div class="num_box">
						<p class="num_list">
							<span>1</span>범망막광응고술은 신생혈관의 발생으로 인한 시력상실을 예방하고자 하는 것이며 이미 상실된 시력을 회복시키고자 시행하는 것이 아닙니다. 범망막광응고술 후에도 시력의 호전은 보통 없는 경우가 많습니다. 치료 후 일시적인 망막부종으로 인한 일시적 시력의 감소가 있을 수 있으며 드문 경우 주변시야가 약간 어두운 것을 느끼실 수도 있습니다. 성공적인 범망막광응고술 후에도 신생혈관이 계속 자라는 경우도 있고 이 경우 추가치료가 필요할 수 있으며 이러한 모든 노력에도 불구하고 조절되지 않는 당뇨망막병증의 경우 수술적 치료가 필요할 수 있습니다.
						</p>
						<p class="num_list">
							<span>2</span>범망막광응고술은 주변시야를 담당하는 주변망막의 파괴를 통해 중심시력을 보존하고자 하는 치료입니다. 야간시력이나 주변시력은 범망막광응고술 후 약간 감소할 수 있으나 추후 발생할 중심시력의 상실은 환자분의 삶에 주변시력저하와는 비교될 수 없는 심한 불편을 초래하므로, 약간의 희생을 통해 심한 손해를 예방한다고 생각하시면 되겠습니다.
						</p>
						<p class="num_list">
							<span>3</span>범망막광응고술로 인한 심각한 합병증은 극히 드뭅니다. 그러나 여타 수술적 치료와 마찬가지로 몇가지 합병증이 있을 수 있으며 이를 줄이기 위해서는 경험 많은 망막전문의에게 치료를 시행받는 것이 중요합니다. 센트럴서울안과에서는 수천회의 범망막과응고술을 시행한 황종욱원장이 직접 레이저치료를 시행하며 환자분마다 질환 및 치료과정에 대한 자세한 설명과 상담 후 치료를 시행합니다.
						</p>							
					</div>
			</div>
		</div>
	</div>
</div>

<? include "../inc/foot.php" ?>