<? include "../inc/head.php" ?>
<div class="sub_wrap">
	<div class="pagenavi">HOME > 고도·초고도근시클리닉 > <strong>고도·초고도근시와 녹내장</strong></div>
	<? include "../inc/left.php" ?>
	<div class="sub_cnt">
		<h1 class="sub_tit"><span>MEET THE EXPERTS</span> </br>고도·초고도근시와 녹내장</h1>
		<div class="sub_imgtit">
			<div class="ltxt" style="height:350px;padding-top:70px">
				<h1 style="line-height: 60px;font-size:50px;">고도·초고도근시와</br>녹내장</h1>	<br/>
				<h2>가장 안전한 치료를 고집하는 각막, 백내장,<br/>굴절교정수술의 권위자 </h2>
			</div>
			<div class="rimg">
				<img src="../img/sub/myopia5_1.jpg" alt="김균형원장" />
			</div>
		</div>

		<div class="box_section">			
			<div class="section">
				<h1>고도·초고도근시는 녹내장의 위험을 크게 증가시킵니다.</h1>				
				<p>녹내장은 진행되는 시신경의 병으로 인하여 시야가 점진적으로 좁아지는 질환입니다. 높은 안압이 중요한 위험인자 중의 하나이긴 하지만, 다른 원인질환들 때문에 발생할 수도 있습니다. 그 중, 고도근시(혹시 고도·초고도근시)는 녹내장을 일으킬 수 있는 중요한 원인 질환 중 하나로 알려져 있습니다. 근시의 정도가 심할 수록 녹내장의 발생 빈도가 높아집니다. 전세계에서 시행된 가장 큰 녹내장 연구 중 하나인 EMGT 연구의 결과에 따르면 근시 정도가 심해질수록 모든 연령대에서 녹내장의 위험도가 증가하는 것으로 조사되었습니다. 녹내장의 위험도는 정상인에 비하여 2.3배에서 9배까지도 증가되는 것으로 나타났습니다. 고도·초고도근시에서 녹내장이 잘 생기는 이유는, 다음과 같습니다. 고도·초고도근시에서는 눈의 길이가 길어지면 시신경 주변의 구조가 취약해지기 쉽습니다. 그리고 이에 따라 눈에서 머리로 신호를 전달하는 시신경 주변을 지나는 시신경섬유다발이 다른 사람들보다 눈 속의 압력에 민감하게 손상되기 때문입니다.</p>
				<img src="../img/sub/myopia5_2.jpg" alt="" />
			</div>
			<div class="section">
				<h1>고도·초고도근시에서는 녹내장의 발견이 어렵습니다.</h1>				
				<p>고도·초고도근시 환자에서 녹내장 진단은 일반적인 눈보다 훨씬 복잡합니다. 고도·초고도근시에서는 성장기 눈의 발달과정에서 눈의 길이가 길어질 때 시신경이 뒤틀리면서 시신경섬유층이 비정상적으로 얇아집니다. 녹내장이 없는 경우라도 고도·초고도근시 환자에서는 시신경과 망막의 변형이 올 수 있고, 이를 '진짜 녹내장'과 감별하는 것이 어렵기 때문입니다. 육안과 안저 사진에 의존하는 방법으로는 이러한 변화를 감별하는 것이 정확도가 매우 떨어집니다. 이를 보완하기 위하여, 고도·초고도근시의 녹내장에 있어서는 '눈 CT'라고 불리는 안구단층검사 장비도 최신의 업그레이드된 장비가 필요합니다. 일반 병원들에 많이 보급되어있는 기본 OCT 장비들에 탑재되어 있는 시신경 주위 원형 신경섬유층 분석(circumpapillary RNFL analysis) 만으로는 진단에 한계가 있습니다. 고도·초고도근시의 분석을 위해서는 근시의 영향을 상대적으로 덜 받는 망막의 중심인 황반부위를 분석할 수 있는 신경절섬유층집합체 두께 분석(macular ganglion cell complex analysis) 소프트웨어 모듈이 탑재되어 있어야 합니다. <br/><br/>

				추가적인 진단 정확도 향상을 위해서는 'BMO-MRW' 지표가 도움이 됩니다. 이 지표는 눈에서 시신경이 나가는 부분의 신경 두께를 분석하는 방법입니다. 본원에서 사용중인 독일 하이델베르그사의 스펙트럴리스 OCT장비에서는 이 세가지 진단 모듈이 모두 장착되어 있습니다. 센트럴서울안과에서는 시야검사, 안저검사 소견, 안압, 각막의 두께 등 기본적인 녹내장 검사 뿐 아니라, 최신형 스펙트럴리스 OCT(software6.0) 장비와 HRT 시신경유두분석장치, 레이저 간섭계를 사용한 안축장 분석 등 대한민국에서 가능한 최고 수준의 진단장비들로 고도·초고도근시 환자에게서의 녹내장을 정확히 분석해냅니다. </p>
				<img src="../img/sub/myopia5_3.jpg" alt="" />
			</div>
			<div class="section m-b-0">
				<h1>고도·초고도근시는 스테로이드에 민감합니다.</h1>				
				<p>스테로이드는 안과 수술 후 필수적으로 사용하는 약제입니다. 스테로이드는 수술 후 상태 치유 과정을 조절하는 역할을 하지만, 안압 상승 등의 부작용도 있습니다. 고도·초고도근시 환자들은 스테로이드 사용시 안압 상승의 빈도가 정상인에 비해 높습니다. 고도·초고도근시에서 라식이나 라섹 수술을 하게 되는 경우에는 수술 후 다시 근시로 돌아가려는 퇴행 증상과 각막의 혼탁을 억제하기 위하여 다량의 스테로이드 안약을 사용하게 되는데, 이 기간 동안 안압이 올라가는 경우가 있습니다. 대부분의 경우에서는 스테로이드 사용을 중단하면 안압은 정상화되지만, 일부 환자에서는 '녹내장'으로 진행하는 경우가 있습니다. <br/><br/>

				센트럴서울안과에서 라식, 라섹 위주의 시력교정 클리닉에서 조절되지 않는 안압 상승으로 의뢰된 환자들을 분석하여 2014년 서울아산병원 안과 동문심포지엄에서 발표한 결과에 따르면, 대부분의 환자들이 라식이나 라섹 수술 후 다량의 스테로이드를 사용하던 환자들이었고, 각막 혼탁 등의 우려로 스테로이드를 끊지 못하는 경우가 많았습니다. 가벼운 정도의 안압 상승은 스테로이드를 끊고 안압 하강제를 사용하면서 치료하게 되는데, 조절이 되지 않는 경우 SLT 레이저 치료나 녹내장 여과 수술을 해야 하는 경우도 있습니다. 따라서 고도·초고도근시 시력교정 목적으로 렌즈삽입술을 시행 받는 경우, 만에 하나 안압 관련 합병증이 발생했을 경우 대처할 수 있는 녹내장 전문의가 근무하는 병원인지, SLT를 보유하고 있는지, 녹내장 여과 수술에 대한 경험이 있는지, 녹내장 전문의 연계 진료 절차가 복잡하지는 않은지 미리 알아 두시는 것이 필요합니다.</p>
				<img src="../img/sub/myopia5_4.jpg" alt="" />
				<div class="gray_full_txt">본원에서 사용 중인 ELLEX사의 SLT 레이저 장비</div>
			</div>


			
		</div>


	</div>
	
</div>

<? include "../inc/foot.php" ?>