<? include "../inc/head.php" ?>
<div class="sub_wrap">
	<div class="pagenavi">HOME > 고도·초고도근시클리닉 > <strong>안전한 안내렌즈삽입술이란?</strong></div>
	<? include "../inc/left.php" ?>
	<div class="sub_cnt">
		<h1 class="sub_tit"><span>MEET THE EXPERTS</span> </br>안전한 안내렌즈삽입술이란?</h1>
		<div class="sub_imgtit">
			<div class="ltxt" style="height:350px;padding-top:70px">
				<h1 style="line-height: 60px;font-size:50px;">안전한</br>안내렌즈삽입술이란?</h1>	<br/>
				<h2>가장 안전한 치료를 고집하는 각막, 백내장,<br/>굴절교정수술의 권위자 </h2>
			</div>
			<div class="rimg">
				<img src="../img/sub/myopia3_1.jpg" alt="김균형원장" />
			</div>
		</div>

		<div class="box_section">			
			<div class="section">
				<h1>안내렌즈 삽입술의 절차</h1>
				<div class="num_box">
					<p class="num_list">
						<span>1</span>
						눈의 돗수 측정, 안압 검사, 안저 검사, 각막두께 검사, 시야 검사, Spectralis 눈 CT 검사 및 옵토맵 검사 등 고도·초고도근시 관련 정밀검사를 시행하여, 녹내장이나 망막 질환 등 동반 질환은 없는지 확인하고, 수술 가능 여부를 확인합니다.
					</p>
					<p class="num_list">
						<span>2</span>
						렌즈삽입술을 하기로 결정되면 개인별로 알맞은 수술방법을 결정하고, 렌즈의 크기와 돗수 등 세부적인 내용을 결정하고 일정을 잡습니다.
					</p>

				</div>
				<p>센트럴서울안과의 렌즈삽입술은 안전이 우선입니다. 센트럴 서울안과는 환자의 안전한 수술에 최우선의 가치를 둡니다. <br>
				따라서, <strong class="blue1">환자 유인 행위의 소지가 있는 내원당일 수술, 혹은 이벤트성 수술비 할인 등은 전혀 진행하지 않습니다.</strong><br>

				</p>
			</div>
			<div class="section">
				<h1>렌즈 삽입술의 종류</h1>
				<p>렌즈 삽입술은 시력이 낮은 경우에 특수 안내렌즈를 통해 시력을 개선하기 위한 수술입니다. 라식 수술과 비교하여 퇴행효과(시력이 다시 떨어지는 현상)가 없고 시력 교정 효과가 뛰어납니다. 라식 등 각막 표면 절제술에 비하여 눈 각막 신경 손상이 거의 없으므로 안구건조증 등의 부작용이 적습니다. 다만, 렌즈가 눈 속으로 들어가기 때문에 특이한 부작용들이 매우 드물지만 발생할 수 있습니다.<br>
				</p>
				<div class="devide"> </div>
				<h1 class="gray_txt">아쿠아 ICL / 토릭 ICL</h1>
				<p>ICL 수술은 후방 삽입렌즈로서 홍채와 수정체 사이 공간에 특수 제작된 안내 렌즈를 삽입하는 방법입니다. 아쿠아 ICL(Aqua ICL)은 기존 ICL과는 달리 렌즈에 안압을 조절하는 작은 통로가 만들어져 있어, 홍채절개술을 하지 않고도 방수의 흐름을 원활하게 합니다. 더 편리하고 안전한 수술을 가능하게 합니다.<br>
				난시가 있는 경우에는 두 가지 방법으로 해결할 수 있습니다. 심하지 않은 난시는 각막 윤부의 절개창을 만드는 방법(Limbal relaxing incision)등의 특수한 방법으로 줄이거나 없앨 수 있고, 난시가 심한 경우 난시교정기능이 추가된 ICL렌즈 (토릭 ICL)로 대부분 교정할 수 있습니다.</p>
				<img src="../img/sub/myopia3_2.jpg" alt=" " />
				</br></br></br></br>
				<h1 class="gray_txt">알티플렉스 / 베리플렉스</h1>
				<p>홍채의 앞부분인 전방에 렌즈를 넣는 방법입니다. 렌즈는 홍채에 고정되게 됩니다. 알티플렉스 (Artiflex®)와 베리플렉스(Veriflex®) 수술은 홍채의 앞부분인 전반에 렌즈를 넣어 시력을 교정하는 방법입니다. 렌즈는 홍채에 고정되게 됩니다. 두 제품은 동일한 제품으로 수입원에 따라 이름만 다르게 붙은 것입니다. 난시교정용 알티플렉스는 난시축에 따라 렌즈를 홍채에 고정시키게 되므로 좀 더 정밀한 난시 교정이 가능한 장점이 있습니다.</p>
				<img src="../img/sub/myopia3_3.jpg" alt=" " />
				</br></br></br></br>
				<h1 class="gray_txt">안내렌즈 수술은 반드시 질환 전문의가 있는 병원에서 받아야 합니다.</h1>
				<p>라식 라섹 수술 후에 건조증, 빛 번짐, 근시난시의 재발, 원추각막, 각막이완중 등의 합병증이 발생할 수 있듯이, 안내렌즈 삽입술 후에도 드물지만 합병증이 발생할 수 있습니다.
					전방 삽입렌즈는 특히 전문가의 섬세한 손길과 레이저 간섭계 등을 통한 정확한 전방 공간의 측정이 중요합니다. 빈도는 매우 낮지만, 각막과의 거리를 충분히 확보하지 못했을 때 장기적으로 각막손상이 진행 될 수 있기 때문입니다. 각막의 건강 상태 확인을 위하여 수술 후에도 정기적으로 각막내피세포 검사를 반드시 받아야 합니다. 렌즈가 홍채에 고정된 부위에서 염증이 반복적으로 발생하는 경우가 드물게 보고되고 있고 간과되는 경우 안압이 상승할 수 있습니다. 대부분의 안압 상승은 약물로 조절되지만, 환자에 따라서는 간혹 녹내장으로 진행하는 경우도 있습니다. 후방 삽입렌즈인 ICL 수술은 매우 드물지만 안구의 계측, 렌즈의 크기 선택, 수술하는 의사의 숙련도에 따라 백내장 등의 부작용이 발생할 수 있습니다. 난시 교정용 ICL 수술은 수술 후 일부에서 난시축이 돌아가는 경우가 있으며, 이 경우에는 다시 원위치시켜 교정이 가능합니다. 수술 후 서서히 발생되는 백내장과 수술 직후 발생한 백내장은 발생기전과 대처 방법이 다르며, 의료진은 모든 상황에 대한 경험을 갖추고 있어야 합니다.
				</p>
				<img src="../img/sub/myopia3_4.jpg" alt=" " />
				<div class="gray_full_txt"><strong class="yellow">김균형 원장</strong> 가천의대 길병원 교수 재직 시 타 병원에서 렌즈삽입술 부작용으로 의뢰된 실제 증례</div>
			</div>
			<div class="section m-b-0">
				<h1>렌즈삽입술 병원 선택 가이드</h1>
				<div class="devide"> </div>
				<h1 class="gray_txt">안내렌즈 삽입술은 라식 위주 병원이 아닌 '질환 중심' 병원에서 받아야 합니다. </h1>
				<br/>
				<h1 class="gray_txt">'각막, 백내장, 녹내장, 망막의 전문가가 모두 있는지 꼭 확인하십시오'</h1>
				<p>수술 전에 눈의 각 부분의 정확한 검사와 분야별 전문가의의 확인을 통해 이상유무를 확인하는 것이 우선되어야 합니다. 미리 위험성을 평가하여 수술여부 및 일정을 고려해야 하며 사전에 적절한 조치를 하여 위험성을 줄이거나 없앨 수도 있습니다.<br><br>
				</p>
				<img src="../img/sub/myopia3_5.jpg" alt="" />
				<p>센트럴서울안과에서는 각막, 백내장 분야의 권위자로 국제적 명성을 가진 김균형 원장만이 렌즈삽입술을 시행합니다. 김균형 원장은 100건 이상의 각막이식을 집도한 의사이기도 하며, 대학교수로 가천의대 길병원에서 7년간 교수로 재직하면서 타 병원에서 발생한 시력교정수술 합병증에 대한 치료에도 풍부한 경험을 갖추고 있습니다.
				녹내장 자문의사는 국내에서 개원가 의사로서는 유일하게 세계안과학회 3회 연속 초청강연을 맡은 녹내장 분야의 세계적인 전문가인 최재완 원장이 맡고 있습니다.
				망막 자문의사는 서울아산병원 임상교수와 한길안과병원 진료과정을 역임하고, IBC 국제인명사전 등 국제 인증을 받은 황종욱 원장이 맡고 있습니다.
				</p>
				<h1 class="gray_txt">안전한 안내렌즈 삽입술의 기준을 위한 연구 결과 발표</h1>
				<p>김균형 원장은 2008년 세계최초로 35MHz ultrasound biomcroscopy를 이용하여 안내렌즈가 삽입되는 섬모체고랑(ciliary sulcus)의 크기를 측정하고 그 실질적인 형태와 구조를 밝혀내고 굴절수술 분야의 세계 최고 권위 학술지 <Journal of Cataract and Refractive Surgery>에 제 1저자로 논문을 게재하였습니다. 안내렌즈 삽입술에서 렌즈 크기의 결정은 수술 성공여부를 결정짓는 가장 중요한 요소 중 하나입니다. 김균형 원장은 대부분의 의료기관에서 오랜 기간 관행적으로 사용되어진 Orbscan을 이용한 방법이 부정확하며 레이저 간섭계와 전안부사진을 이용한 디지털 측정방식이 훨씬 정확하다는 사실을<대한안과학회지>에 최초로 발표하여 안전한 안내렌즈 수술의 새로운 지평을 열었습니다.<br>
				</p>
				<img src="../img/sub/myopia3_6.jpg" alt="" />
			</div>
		</div>



	</div>
</div>

<? include "../inc/foot.php" ?>