<? include "../inc/head.php" ?>
<div class="sub_wrap">
	<div class="pagenavi">HOME > 고도·초고도근시클리닉 > <strong>고도·초고도근시와 백내장</strong></div>
	<? include "../inc/left.php" ?>
	<div class="sub_cnt">
		<h1 class="sub_tit"><span>MEET THE EXPERTS</span> </br>고도·초고도근시와 백내장</h1>
		<div class="sub_imgtit">
			<div class="ltxt" style="height:350px;padding-top:70px">
				<h1 style="line-height: 60px;font-size:50px;">고도·초고도근시와</br>백내장</h1>	<br/>
				<h2>가장 안전한 치료를 고집하는 각막, 백내장,<br/>굴절교정수술의 권위자 </h2>
			</div>
			<div class="rimg">
				<img src="../img/sub/myopia4_1.jpg" alt="김균형원장" />
			</div>
		</div>

		<div class="box_section">			
			<div class="section">
				<h1>고도·초고도근시와 백내장</h1>				
				<p>고도·초고도근시 혹은 고도근시에서 백내장의 발생율은 증가합니다. 또한, 백내장으로 진단받고 치료하는 나이가 정상인에 비해 빠른 편입니다. 신뢰할만한 역학조사 결과인 Beaver Dam Eye Study와 Blue Mountains Eye Study에 따르면 근시는 핵경화(nuclear) 백내장, 후낭하백내장(posterior subcapsular cataract)의 발생과 연관이 높습니다.</p>
				<img src="../img/sub/myopia4_2.jpg" alt="" />
				<p>고도·초고도근시 환자의 백내장 수술이 잘 된 경우 어떤 백내장 환자보다도 만족도가 높습니다. 백내장 치료와 시력교정의 두 가지 문제를 한번에 해결할 수 있기 때문입니다. 어떤 분들은 완전히 새로운 인생을 사는 것 같다고 표현하기도 합니다. 평생 두꺼운 안경이나 렌즈 없이는 생활이 불가능 했던 사람이 안경 없이도 좋은 시력을 되찾기 때문입니다.</br>고도·초고도근시의 성공적인 백내장 수술은 다음과 같은 여러 위험요소들을 철저히 평가하고 수술에 반영하여야 합니다.</p>
			</div>
			<div class="section">
				<h1>고도·초고도근시 백내장의 수술 전 검사</h1>
				<div class="devide"> </div>
				<h1 class="gray_txt">정확한 인공수정체 돗수 계산의 어려움</h1>
				<p>고도·초고도근시의 백내장 수술은 정상인과는 많이 다릅니다. 수술 전 검사과정에서도 긴 눈	의 길이로 인하여 오차가 발생할 가능성이 큽니다. 안구 초음파 검사를 통한 안축장 검사 뿐 아니라 IOL Master등 레이저간섭계를 통한 정밀 계측이 필요합니다. 눈 속에 들어갈 적합한 인공수정체의 돗수를 계산하기 위해서도, 일반적인 SRK/T 공식 이외에도 	Hoffer Q공식, Haigis 공식 등 특수한 인공수정체 돗수 계산 공식들을 종합한 판단을 내려야 합니다.</br>
				특히, 예전 고도·초고도근시가 있었는데 라식이나 라섹 수술을 받은 눈에서 중심부 각막이 편평하여 돗수 계산의 오차를 내기가 쉽습니다. 여러 장비들의 비교와 IOL Master상에서의 	Haigis(myopic) 공식이 큰 도움이 됩니다.</p>
				</br></br>
				<h1 class="gray_txt">옵토맵 광학 안저 촬영과 눈CT 검사는 필수적</h1>
				<p>고도·초고도근시는 망막합병증이 동반되기 쉬운 질환입니다. 망막박리, 망막층간분리 등은 안	과의사 의 눈으로만 검사해 내기에는 어려움이 있습니다. 안구 뒷편의 주변부위까지 촬	영 할 수 있는 옵토맵 검사와 망막을 단층으로 분석하는 눈CT 검사를 시행하는 경우 사	람의 눈으로 발견하기 어려운 미세한 망막합병증까지 수술 전에 발견해 낼 수 있습니다. 이러한 망막 질환을 수술 전 발견하지 못하고 수술을 시행하는 경우 백내장 수술 후 예	상치 못했던 시력저하나 실명까지도 초래할 수 있습니다. 망막질환이 동반된 경우 망막 수술과 백내장 수술을 함께 시행할 수도 있습니다.</p>
				<img src="../img/sub/myopia4_3.jpg" alt=" " />
			</div>
			<div class="section m-b-0">
				<h1>고도·초고도근시 백내장의 수술 방법</h1>
				<div class="devide"> </div>
				<h1 class="gray_txt">센츄리온 /콘스텔레이션 비전 시스템 - 수술 중 합병증에 대처</h1>
				<p>고도·초고도근시는 백내장 수술 중에도 후낭이 눈 뒤쪽으로 비정상적으로 깊어져서 수술의 어려움을 초래하기도 합니다. 후낭파열이나 모양체소대해리와 같은 합병증이 증가하는 것으로 알려져 있습니다. 안압을 최소화 하면서 전방을 잘 유지할 수 있는 기능을 가진 알콘센츄리온 비전 시스템(Alcon Centurion Vision System)을 사용하여 이를 해결할 수 있습니다. 알콘 콘스텔레이션 시스템안 안압 조절 장치 이외에도 망막 레이저 기능, 가스주입기능, 유리체 절제술 기능이 동반되어 있어 수술 중 기계를 바꾸지 않고도 문제를 해할 수 있게 해줍니다.</br>
				기존에 안내렌즈삽입술을 시행한 눈에서 백내장이 온 경우에는 안내렌즈를 제거하고 다시 내장 수술을 하여야 하므로 수술 난이도가 높아 이런 수술 경험을 많이 가진 숙련된 전의가 수술을 해야 합니다.</p>				
				<img src="../img/sub/myopia4_4.jpg" alt="" />
				<div class="gray_full_txt">최신 백내장 수술장비 - 알콘 센츄리온 / 콘스텔레이션 비전 시스템</div>
			</div>
		</div>



	</div>
</div>

<? include "../inc/foot.php" ?>