[개인정보 수집 및 이용 동의]

 
1. 홈페이지 회원가입 시 수집항목
- 필수항목 : 성명, 아이디, 비밀번호, 주소, 연락처(전화번호, 휴대폰번호)
- 선택항목 : 이메일, 메일수신여부, MMS, SNS, SMS 수신여부
- 서비스 이용 과정이나 서비스 제공 업무 처리 과정에서 다음과 같은 정보들이 자동으로 생성되어 수집될 수 있습니다. : 서비스 이용기록, 접속 로그, 쿠키, 접속 IP 정보
 

2. 개인정보의 수집 및 이용 목적
본원은 수집한 개인정보를 다음의 목적을 위해 활용합니다.
이용자가 제공한 모든 정보는 하기 목적에 필요한 용도 이외로는 사용되지 않으며 이용 목적이 변경될 시에는 사전 동의를 구할 것입니다.
[진료정보]
- 진단 및 치료를 위한 진료서비스와 청구, 수납 및 환급 등의 원무서비스 제공
[홈페이지 회원정보]
- 필수정보 : 홈페이지를 통한 진료 예약, 예약조회 및 회원제 서비스 제공
- 선택정보 : MMS, SNS, SMS, 이메일을 통한 본원소식 및 고지사항 전달, 질병정보 안내, 설문조사, 불만처리 등을 위한 원활한 의사소통 경로의 확보 등


3. 개인정보의 보유 및 이용기간
본원은 개인정보의 수집목적 또는 제공받은 목적이 달성된 때에는 귀하의 개인정보를 지체 없이 파기합니다.
[진료정보]
- 의료법에 명시된 진료기록 보관 기준에 준하여 보관
[홈페이지 회원정보]
- 회원가입을 탈퇴하거나 회원에서 제명된 때
다만, 수집목적 또는 제공받은 목적이 달성된 경우에도 상법 등 법령의 규정에 의하여 보존할 필요성이 있는 경우에는 귀하의 개인정보를 보유할 수 있습니다.
- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 (전자상거래 등에서의 소비자보호에 관한 법률)
- 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년 (신용정보의 이용 및 보호에 관한 법률)
- 본인 확인에 관한 기록 : 6개월 (정보통신망 이용촉진 및 정보보호 등에 관한 법률)
- 방문에 관한 기록 : 3개월 (통신비밀보호법)
- 동의를 거부할 권리가 있다는 사실과 동의거부에 따른 불이익 내용
이용자는 당 원 홈페이지에서 수집하는 개인정보에 대한 동의를 거부할 권리가 있으며, 동의거부시에는 홈페이지 서버스가 일부 제한됩니다.     