<센트럴서울안과 웹사이트 이용 약관>
 

제 1 장 - 총 칙 

제1조 목 적 

이 약관은센트럴서울안과 (이하 '병원')이 제공하는 서비스 이용조건 및 절차에 관한 사항과 기타 필요한 사항을 전기통신사업법 및 동법 시행령이 정하는 대로 준수하고 규정함을 목적으로 합니다. 

제2조 약관의 효력과 변경 

(1) 약관은 이용자에게 공시함으로서 효력을 발생합니다. 
(2) 병원이 사정 변경의 경우와 영업상 중요 사유가 있을 때 약관을 변경할 수 있으며, 변경된 약관은 전항과 같은 방법으로 효력을 발생합니다.
 
제3조 약관 외 준칙 

이 약관에 명시되지 않은 사항이 관계법령에 규정되어 있을 경우에는 그 규정에 따릅니다. 


제 2 장 - 회원 가입과 서비스 이용 

제1조 이용 계약의 성립 

(1) 이용 계약은 이용자의 이용 신청에 대한 병원의 이용 응낙과 이용자의 약관 내용에 대한 동의로 성립됩니다. 
(2) 회원에 가입하여 서비스를 이용하고자 하는 희망자는 병원에서 요청하는 개인신상정보를 제공해야 합니다. 
(3) 병원이 이용 신청을 응낙하는 때에는 다음 사항을 이용자에게 통지합니다. 
① 이용자 ID 
② 서비스 이용 개시일 
③ 기타 병원이 필요하다고 인정하는 사항 
(4) 병원은 다음 각 호에 해당하는 이용계약신청에 대하여는 이를 응낙하지 않습니다. 
① 다른 사람의 명의를 사용하여 신청하였을 때 
② 이용 계약 신청서의 내용을 허위로 기재하였거나 허위서류를 첨부하여 신청하였을 때 
③ 사회의 안녕 질서 혹은 미풍양속을 저해할 목적으로 신청하였을 때 

제2조 서비스 이용 

(1) 서비스 이용은 병원의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간을 원칙으로 합니다. 
(2) 제1항의 이용시간은 정기점검 등의 필요로 인하여 병원이 정한 날 또는 시간은 그러하지 아니합니다. 
(3) 회원에 가입한 후라도 일부 서비스 이용 시 이용자의 연령에 따른 서비스 이용을 제한할 수 있습니다. 

제 3 장 - 책 임 

제1조 병원의 의무 

(1) 병원이 특별한 사정이 없는 한 이용자가 신청한 서비스 제공 개시일에 서비스를 이용 할 수 있도록 합니다. 
(2) 병원은 이 약관에서 정한 바에 따라 계속적, 안정적으로 서비스를 제공할 의무가 있습니다. 
(3) 병원은 이용자의 개인 신상 정보를 본인의 승낙 없이 타인에게 누설 또는 배포하여서는 아니 됩니다. 다만, 전기통신관련법령 등 관계법령에 의하여 관계 국가기관 등의 요구가 있는 경우에는 그러하지 아니합니다. 
(4) 병원은 이용자로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 즉시 처리하여야 합니다. 다만, 즉시 처리가 곤란한 경우에는 이용자에게 그 사유와 처리 일정을 통보하여야 합니다. 

제2조 이용자의 의무 

(1) 아이디와 비밀 번호에 관한 모든 관리의 책임은 이용자에게 있습니다. 
(2) 자신의 아이디가 부정하게 사용된 경우, 이용자은 반드시 병원에 그 사실을 통보해야 합니다. 
(3) 이용자는 이 약관 및 관계법령에서 규정한 사항을 준수하여야 합니다. 


제 4 장 - 계약 해지 및 서비스 이용제한 

제 1조 계약 해지 및 이용제한 

이용자가 이용 계약을 해지 하고자 하는 때에는 이용자 본인이 직접 온라인을 통해 개인정보변경/탈퇴 메뉴를 선택하셔서
 해지 신청을 하여야 합니다. 병원은 이용자가 다음 사항에 해당하는 행위를 하였을 경우 사전 통지 없이 이용 계약을 해지 하거나 또는 기간을 정하여 서비스 이용을 중지할 수 있습니다. 

(1) 공공 질서 및 미풍 양속에 반하는 경우 
(2) 범죄적 행위에 관련되는 경우 
(3) 이용자가 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행 할 경우 
(4) 타인의 서비스 아이디 및 비밀 번호를 도용한 경우 
(5) 타인의 명예를 손상시키거나 불이익을 주는 경우 
(6) 같은 사용자가 다른 아이디로 이중 등록을 한 경우 
(7) 서비스에 위해를 가하는 등 서비스의 건전한 이용을 저해하는 경우 
(8) 기타 관련법령이나 병원가 정한 이용조건에 위배되는 경우 

제2조 이용 제한의 해제 절차 

(1) 병원은 제23조의 규정에 의하여 이용제한을 하고자 하는 경우에는 그 사유, 일시 및 기간을 정하여 서면 또는 전화 등의 방법에 의하여 해당 이용자 또는 
대리인에게 통지합니다. 다만, 병원가 긴급하게 이용을 정지할 필요가 있다고 인정하는 경우에는 그러하지 아니합니다. 
(2) 제1항의 규정에 의하여 이용정지의 통지를 받은 이용자 또는 그 대리인은 그 이용정지의 통지에 대하여 이의가 있을 때에는 이의신청을 할 수 있습니다. 
(3) 병원은 제2항의 규정에 의한 이의신청에 대하여 그 확인을 위한 기간까지 이용정지를 일시 연기할 수 있으며, 그 결과를 이용자 또는 그 대리인에게 통지합니다. 
(4) 병원은 이용정지 기간 중에 그 이용정지 사유가 해소된 것이 확인된 경우에는 이용 정지 조치를 즉시 해제합니다. 

제3조 이용자의 게시물 

병원은 이용자가 게시하거나 등록하는 서비스 내의 내용물이 다음 각 사항에 해당된다고 판단되는 경우에 사전 통지 없이 삭제할 수 있습니다. 

(1) 다른 이용자 또는 제 3자를 비방하거나 중상 모략으로 명예를 손상시키는 내용인 경우 
(2) 공공질서 및 미풍 양속에 위반되는 내용인 경우 
(3) 범죄적 행위에 결부된다고 인정되는 내용일 경우 
(4) 제 3자의 저작권 등 기타 권리를 침해하는 내용인 경우 
(5) 기타 관계 법령이나 병원에서 정한 규정에 위배되는 경우 


제 5 장 - 계약변경 등 

제1조 계약사항의 변경 

(1) 이용자는 내용을 변경하거나, 서비스를 해지할 경우에는 전화나 서비스/ 브라우저를 통해서 이용계약을 변경/ 해지하여야 합니다. 


제 6 장 - 정보의 제공 

제1조 정보의 제공 

(1) 병원은 이용자가 서비스 이용 중 필요가 있다고 인정되는 다양한 정보에 대해서는 전자우편이나 서신우편 등의 방법으로 이용자에게 제공할 수 있습니다. 

(부칙) 

(시행일) 이 약관은 2011년 2월 15일부터 시행합니다. 

▷ 회원 가입은 본인 가입을 원칙으로 하며, 만약 허위 가입시 제명 처리되며, 이로 인해 발생하는 일체의 피해에 대해서는 허위 가입자에게 법적인 책임이 있음을 알려드립니다. 



Copyright ⓒ센트럴서울안과 all rights reserved. Contact to TEL : 02)792-2226 


