<? include "../inc/head.php" ?>
<div class="sub_wrap">
	<div class="pagenavi">HOME > 녹내장클리닉 > <strong>CS 녹내장 정밀 진단 프로그램</strong></div>
	<? include "../inc/left.php" ?>
	<div class="sub_cnt">
		<h1 class="sub_tit"><span>MEET THE EXPERTS</span> </br>CS 녹내장 정밀 진단 프로그램</h1>
		<div class="sub_imgtit">
			<div class="ltxt" style="height:350px;padding-top:70px">
				<h1>CS 녹내장<br/>정밀 진단 프로그램</h1>	
				<h2>정상안압녹내장/녹내장의심증 분석 특화<br/>컴퓨터 기반 녹내장 진행 분석 시스템 갖춰</h2>
			</div>
			<div class="rimg">
				<img src="../img/sub/glaucoma2_1.jpg" alt="김균형원장" />
			</div>
		</div>

		<div class="box_section">			
			<div class="section">
				<p>녹내장은 한국녹내장학회의 역학 조사에 따르면 40세 이상 인구의 3.5% 정도에서 발견될 정도로 흔한 만성 안과질환이지만, '소리없는 시력의 도둑'이라고 불리듯이 초기에는 증상이 없는 경우가 많습니다. 그리고,  발견이 늦어지는 경우 실명으로 이어질 수도 있는 질환입니다. <br/><br/>다행스럽게도, 안구광학단층촬영기(OCT) 등 녹내장 진단 장비들의 기술적 진보와 학술연구들에 힘입어 최근 녹내장 진단 기술은 크게 향상되었습니다. 특히, 우리나라의 녹내장 전문의들은 녹내장 진단과 관련한 새로운 학술 이론을 보급하고 SCI학술지에도 연간 많은 편수의 논문을 출간하는 등 국제학술계에서도 매우 중요한 역할을 하고 있습니다. <br/><br/>센트럴서울안과는 대한민국 대표 녹내장 전문 클리닉으로서, &lt;정상안압녹내장 클리닉>과 &lt;녹내장의심증 분석 클리닉>을 특화하여 국제적으로도 인정받고 있습니다. 녹내장 관련 수십 편의 국제학술지 논문을 출간하였으며, 활발한 학술 활동을 지속하고 있습니다. 그 중에서도 특히 세계안과학회 3회 연속 초청강연을 비롯하여, 2016 멕시코 세계안과학회 (WOC) 최우수 강연 &lt;Best of WOC> 선정, &lt;Biomed Research International> 리뷰 논문 게재, 세계녹내장학회 Robert Rechtner 부회장 방문 간담회 개최 등은 이미 한국을 넘어서 국제적으로도 인정 받는 녹내장 클리닉을 보여 주는 증거들입니다.  </p>
			</div>
			<div class="section ">
				<h1>정상안압녹내장 클리닉</h1>
				<p>정상안압녹내장은 한국이나 일본 등 동아시아 국가들에서는 전체 녹내장의 70% 이상의 유병률을 보이고 있습니다. 사실, ‘정상 안압’이라는 용어는 1958년 Dr. Leydecker가 ‘녹내장이 없는 사람들의 평균 안압범위’라는 의미로 기술한 용어이며, 일반적으로 10-21mmHg의 안압을 의미합니다. 사실 엄밀히 말하면 이 범위에서도 녹내장이 발생할 수 있으므로 ‘정상안압녹내장’이라는 용어에 다소 모순이 있는 것은 사실입니다.<br/>정상안압녹내장은 원발성 개방각 녹내장의 일종으로서 치료 전 초기 안압이 높은 고안압녹내장에 비하여 증상의 진행 속도가 매우 느린 편입니다. 건강 검진이나 라식 등 굴절수술 전 검사에서 발견되는 경우가 많고, 환자의 주관적 증상에 의하여 발견한 경우에는 매우 진행된 경우가 대부분입니다.  <br/>정상안압녹내장의 예후는 안압이 높은 녹내장과는 크게 다릅니다. 정상안압녹내장 환자의 진단과 진행 분석 과정에서 중요한 점은, 처음에는 비슷한 정도의 녹내장처럼 보이는 경우라도 예후는 매우 다른 경우가 많다는 점입니다. 정상안압녹내장의 발병 원인은 고도근시 등에서 발생할 수 있는 시신경 유두 부분의 해부학적 취약성, 안압, 안혈류의 불안정성 등 여러가지가 있습니다. 예를 들어 고도근시와 관련한 정상안압녹내장의 경우에는 고도근시에서 발생할 수 있는 시신경유두의 형태 변형 등으로 인하여 녹내장과 유사하게 보이지만 진행하지 않는 경우도 있습니다. 일반적인 녹내장과 동일하게 치료하는 경우 불필요한 부작용 등으로 오히려 장기적인 예후가 나빠지는 경우도 있으므로 이를 정확히 감별하여야 합니다. </p>
				<img src="../img/sub/glaucoma2_10.jpg" alt="" />
				<p>다음은 정상안압녹내장 진단 후 다양한 진행의 패턴을 보여 주는 그래프입니다.  <br/><br/>일반적으로 초기에 발견한 정상안압녹내장일수록 예후가 좋고, 진행된 상태에서 발견할 수록 예후가 나쁩니다. 다만, 환자가 가지고 있는 개별적인 위험인자들에 따라 어떤 형태의 정상안압녹내장들은 다른 형태에 비하여 훨씬 빠른 진행을 보이는 경우도 있습니다. 따라서 정상안압녹내장의 예후 분석을 위해서는 경험 많은 녹내장의 진단과 진행 분석이 필요합니다. <br/><br/>센트럴서울안과의 정상안압녹내장 클리닉에서는 환자별로 다양한 예후를 예측하기 위하여 최신 장비들을 사용하여 다양한 정보를 수집합니다. 처음 정상안압녹내장을 진단받는 경우에는 약물 사용 전 안압의 수준을 파악하고, 목표로 하는 안압이 어느 정도인지 계산하고, 안압 이외에 다른 혈류학적 요인이 관여할 가능성은 없는지에 대한 분석도 진행되어야 합니다. 진단이 이루어진 이후에는 3-6개월 간격으로 시야검사, 시신경의 구조 분석 등을 반복하면서 초기 임상 경과에 대한 데이터를 수집하여 녹내장의 진행이 예측한 방향으로 이루어지는지 관찰하고 각각의 경우에 따른 치료 방법을 선택합니다. <br/>센트럴서울안과의 정상안압녹내장 클리닉을 초진으로 찾아 오시는 분들의 절반 이상은 다른 병원들에서 이미 녹내장 진단을 받고 치료 중인 분들입니다. 따라서, 저희 병원에서는 조금이라도 더 나은 치료 방법을 제공해 드릴 부분은 없는지 최신 녹내장 치료 트렌드를 인지하고 최선을 다하고 있습니다. </p>
			</div>
			<div class="section ">
				<h1>녹내장의심증 분석 클리닉 </h1>
				<p>건강검진이나 라식 등 굴절수술전 검사에서 녹내장이 의심된다는 진단 (녹내장 의심증, 혹은 녹내장 의증)을 받는 경우 환자분들은 몹시 당황하게 됩니다. 이 경우 초진까지 수 주 – 수 개월씩 걸리는 대학병원에 예약을 잡아 두고 마냥 기다리는 경우가 많은데, 녹내장은 치료하지 않는 동안 진행하는 질환이라는 것을 고려할 때 이는 매우 위험한 선택입니다. 간혹 진료를 기다리는 동안 녹내장이 심각하게 진행해서 돌이킬 수 없는 결과를 초래하는 안타까운 예를 목격하곤 합니다. </p>
				<img src="../img/sub/glaucoma2_11.jpg" alt="" />
				<div class="gray_full_txt">좌측은 정상 시신경이고, 우측은 치료 시기를 놓쳐 대부분의 신경 조직이 파괴된 말기 녹내장 환자의 시신경입니다. </div><br/>
				<p>전문적인 녹내장의심증 분석 클리닉을 찾기는 쉽지 않습니다. 고가의 녹내장 분석용 전문 장비들, 경험 많은 의료진과 함께 녹내장 환자들에게 최적화된 진료 프로세스가 필요하기 때문입니다. <br/>녹내장이 의심되는 경우 검사들은 크게 (1) 시야 분석 검사 (2) 시신경 및 망막의 구조 분석 검사 (3) 위험인자 분석 검사의 세 부류로 나누어 집니다. <br/>시야 분석 검사는 일반적인 시야손상 범위를 측정하는 험프리 시야검사나 초기 운동감지 시야손상 범위를 측정하는 FDT 시야검사로 이루어집니다. 시신경 및 망막의 구조 분석 검사는 광각안저촬영, 시신경섬유층촬영, 시신경 및 망막 안구광학단층검사, 그리고 HRT 시신경유두분석검사의 결과를 종합하게 됩니다. 위험인자 분석 검사에는 전안부 우각 안구광학단층검사, 초음파 각막두께검사, 레이저안축장검사, 일반 굴절검사들이 포함되어 있습니다. <br/>특히, 센트럴서울안과는 대한민국에서 2016년 4월 처음으로 칼자이스사의  시신경 및 황반부 모세혈관 촬영검사장치(OCT Angioplex)를 도입하였으며, 이는 혈류학적 원인 감별과 녹내장 발병 원인에 대한 연구에 도움을 주는 최신 장비입니다.<br/></p><br/>
				<img src="../img/sub/glaucoma2_12.jpg" alt="" /><br/><br/>
				<p>녹내장의심증 정밀분석은 대략 1-2시간 정도가 소요됩니다. 진료일,  검사일, 그리고 판독일이 별도로 정해지는 대학병원과는 달리, 센트럴서울안과 녹내장의심증 분석 시스템에서는 진료-검사-진단이 모두 같은 날 이루어져 결과를 즉시 확인할 수 있습니다. 예약 진료는 필수입니다. <br/>결과의 통보는 정말 치료를 요하는 녹내장인지, 경과를 지켜 보아도 되는 단순 녹내장의심증인지 감별진단이 첫번째입니다. 단순 녹내장의심증인 경우에는 향후 녹내장으로 진행할 가능성이 낮은지 혹은 높은지에 대해 환자분에게 알려 드리며, 녹내장인 경우에는 적절한 방법으로 치료를 시작합니다. </p><br/>
				<img src="../img/sub/glaucoma2_13.jpg" alt="" /><br/>
			</div>

			<div class="section">
				<h1>CS 녹내장 정밀진단 프로그램의 특징</h1>
				<p>건강검진에서 녹내장 의증으로 진단받거나 위험 인자가 있는 경우 시행하는 녹내장 정밀검진 프로그램입니다.</p>
				<img src="../img/sub/glaucoma2_3.jpg" alt="" />
				<br/><br/>
				<h1 class="gray_txt2"><span>1</span>대한민국 대표 녹내장 전문의  최재완 원장 진료</h1>
				<p>센트럴서울안과 녹내장 클리닉은 여러 학술 및 임상 활동으로 널리 알려진 대한민국 대표 녹내장 전문의 최재완 원장이 이끌고 있습니다. 
최재완 원장은 안과학 분야 세계 최고의 학술지의 양대 산맥인 &lt;미국시과학회지 IOVS>에 6편, &lt;미국안과학회지 Ophthalmology>에 2편을 포함한 녹내장 관련 주요 논문 20여편 출간, 아시아태평양안과학회 (APAO) 및 세계안과학회 (WOC) 초청강연 3회를 비롯한 70여회의 국내외 학술발표, 2016 세계안과학회 &lt;Best of WOC 2016> 수상, 국내 최초 ExPress 녹내장 임플란트 및 Trabectome 시술 발표 등의 업적으로 국내외 학계에서도 손꼽히는 녹내장 전문가 최재완 원장이 진단부터 치료 및 수술까지 모든 과정을 직접 책임집니다. 
최재완 원장은 안과 환자들과 그 가족들의 어려움을 누구보다 잘 이해하는 의사입니다. 스스로도 고도근시로 30대 초반까지 고통을 받다가 굴절교정수술을 받았습니다. 그의 부모님도 망막 질환과 백내장으로 치료받았습니다. 특히, 백내장 수술은 직접 집도하였습니다. 이 과정을 통해 성숙한 안과의사로의 성장에 가장 큰 도움을 주었다고 말합니다. 
&lt;김장훈과 함께 하는 녹내장 상식사전>과 세계 최초의 녹내장 모바일 앱인 &lt;Glaucoma Handbook>을 제작하여 녹내장 환자들에게 올바른 지식을 제공하고자 하는 노력도 함께 하고 있습니다. </p>
				<img src="../img/sub/glaucoma2_4.jpg" alt="" />
				<div class="gray_full_txt2">녹내장 파트 책임 전문의 최재완 원장</div>
				<br/><br/>
				<h1 class="gray_txt2"><span>2</span>세계 최고 수준급 녹내장 진단 및 수술 장비</h1>
				<p>센트럴서울안과 녹내장 클리닉은 험프리 시야 검사계, FDT 시야검사계, 시신경섬유층 특수 촬영 카메라, Cirrus5000 고해상도 망막 단층촬영기, HRT lll 시신경유두분석기, 초음파 각막두께 측정기, 레이저 안축장 계측기 등 국내 어떤 병원과 비교하여도 우월한 녹내장 진단 장비를 완비하고 있습니다. 특히, 2016년 4월 본원에 국내최초로 도입된 칼 자이스사의 Cirrus 5000 AngioPLEX 혈관분석장치는 눈으로 볼 수 없는 모세혈관의 구조까지 측정할 수 있어 녹내장의 병인 분석에 큰 도움을 줍니다. 치료 과정에서도 SLT녹내장 레이저를 비롯, ExPress 방수유출관 삽입술, 콜라겐 매트릭스를 사용한 녹내장 수술 결과 향상 등 최신의 장비와 수술 기술을 이용하고 있습니다. </p>
				<iframe src="https://player.vimeo.com/video/164206353" width="1060" height="450" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
				<div class="gray_full_txt2">2016.4. 국내 처음 도입된 칼 자이스 OCT Angiography</div>
				<br/><br/>
				<h1 class="gray_txt2"><span>3</span>전국에서 많은 환자분들이 찾아 오는 병원</h1>
				<p>센트럴서울안과병원 녹내장 클리닉은 서울의 중심부에 위치하고 있습니다. 4호선과 중앙선의 환승역인 이촌역 4번 출구에 인접하여 있어, 전국 어느 곳에서도 찾아 오기 편합니다. 실제로 매년 수백 명 이상의 녹내장 초진 환자들이 새롭게 진단을 받고 있으며, 그 중 70% 이상은 용산구 등 인근의 환자들이 아니라 서울의 각지, 충남, 경남, 제주, 강원에 이르기까지 전국 방방곡곡에서 오시는 것으로 파악되었습니다. 대학병원 방문시의 복잡한 행정적 절차 및 병원 내부에서 부서간 이동 거리를 최소화한 편안한 진료 시스템을 도입하였습니다. </p>
				<img src="../img/sub/glaucoma2_6.jpg" alt="" />
				<div class="gray_full_txt2">쾌적한 환자 대기 공간 </div>
				<br/><br/>
				<h1 class="gray_txt2"><span>4</span>대학병원에 비하여 경제적인 검사비용</h1>
				<p>대학병원이나 안과 전문병원 등에서는 2, 3차 의료기관에 따른 진찰시 가산료 및 특진료 등으로 인하여 같은 검사라고 하더라도 2배 이상의 의료비용이 청구됩니다. 실제로 대형 대학병원들에서는 정밀 녹내장 검사시 전체 검사 비용이 40 - 60만원 정도의 비용을 청구하는 경우가 많습니다. 사회 전체의 전반적 불황과 실질 소득의 감소가 이루어지는 현재의 경제상황을 고려할 때 센트럴서울안과에서 녹내장 정밀 검사를 받는 것이 경제적으로도 고객들에게 훨씬 유익합니다.  Big5급 대학병원보다 동일하거나 더 나은 수준의 장비들로, 약 30 - 40% 경제적인 비용으로 녹내장을 진단할 수 있는 병원입니다. </p>
				<img src="../img/sub/glaucoma2_2.jpg" alt="" />
			</div>
			
		</div>




	</div>
</div>

<? include "../inc/foot.php" ?>