<? include "../inc/head.php" ?>
<div class="sub_wrap">
	<div class="pagenavi">HOME > 녹내장클리닉 > <strong>녹내장이란</strong></div>
	<? include "../inc/left.php" ?>
	<div class="sub_cnt">
		<h1 class="sub_tit"><span>MEET THE EXPERTS</span> </br>녹내장이란</h1>
		<div class="sub_imgtit">
			<div class="ltxt" style="height:350px;padding-top:70px">
				<h1 style="line-height: 80px;">녹내장이란</h1>	
				<h2>시신경이 손상되면서 시야가 좁아지는 질환<br/>조기진단이 최선의 치료입니다.</h2>
			</div>
			<div class="rimg">
				<img src="../img/sub/glaucoma3_5.jpg" alt="김균형원장" />
			</div>
		</div>
		<div class="box_section">			
			<div class="section">
				<h1>녹내장이란?</h1>
				<p>녹내장은 시신경이 손상되는 질환입니다. 시신경은 눈으로 들어온 빛이 망막에서 전기신호로 변환된 후 뇌로 전달되는 통로입니다. 따라서 시신경이 손상되면 뇌로 가는 전기 신호가 줄어들어 시야가 점점 좁아지게 됩니다. </p>
				<img src="../img/sub/glaucoma3_1.jpg" alt="" />
				<div class="gray_full_txt">외부에서 들어온 빛은 시신경을 통하여 뇌로 전달됩니다.</div><br/>				
				<img src="../img/sub/glaucoma3_2.jpg" alt="" />
				<p>녹내장은 예방할 수 있는 실명의 원인 중 첫번째이지만, 조기에 발견되지 않으면 치료가 어려워지는 특징이 있습니다. 40세 이상 인구의 3.5% 정도를 차지할 정도로 흔한 안과 질환이지만, 초기에는 증상이 없어 발견이 늦어지는 경우가 많습니다. </p>
			</div>
			<div class="section ">
				<h1>녹내장의 발병 원인</h1>
				<p>녹내장은 예전에는 눈 속의 압력 (안압)이 높은 경우에만 발생한다고 알려져 있었습니다. 하지만, 최근의 역학 연구 조사 등에서 안압이 높지 않아도 발병할 수 있는 정상안압녹내장이 동양인에서는 더 많이 발생한다고 알려졌으며, 이에 대한 연구들이 많이 진행되었습니다. 정상안압녹내장에서도 역시 안압은 중요한 원인 중의 하나이지만, 안구 주위의 혈류 공급의 불안정성도 원인이 될 수 있음이 밝혀졌습니다. 고혈압, 당뇨, 고도근시 및 유전적 취향성이 있는 경우 혈류공급의 불안성이 시신경의 손상에 영향을 미칠 수 있습니다. <br/>	외상으로 인하거나 백내장이 있는 눈에서 생기는 녹내장은 이차성 녹내장이라고 합니다. 어떠한 녹내장도 조기 진단해서 치료 여부를 결정해야 하는 것 이외에 왕도는 없습니다.  <br/>	</p>
				<img src="../img/sub/glaucoma3_3.jpg" alt="" />
				<div class="gray_full_txt">녹내장의 발병에는 안압과 안혈류가 관여합니다.</div>
			</div>
			<div class="section ">
				<h1>안압과 안혈류 </h1>
				<p>눈 속의 압력 (안압)은 눈 속을 채우고 있는 액체 (방수)의 압력입니다. 정상적인 눈 속에서는 방수가 일정하게 생성되어 빠져나가는 일이 반복되고 있습니다. 다만, 방수 유출경로의 장애가 발생하는 경우 안압이 올라가게 됩니다. 안압이 올라가서 시신경의 손상이 발생하는 경우는 고안압 녹내장이라고 합니다. 하지만, 안압이 10-21mmHg의 정상 범위인 경우에서도 녹내장이 발생하는데, 이를 정상안압녹내장이라고 합니다. 정상안압녹내장에서도 역시 안압은 중요합니다. 대부분의 녹내장에서는 안압을 낮추면 녹내장의 진행은 멈추거나, 매우 늦어집니다. 다만, 일부 녹내장에서는 안압을 낮추어도 진행하는 경우가 있습니다. 이런 경우에는 안구 주변의 혈류 순환 장애가 있지는 않는지, 이를 유발하는 원인들은 없는지 확인해야 합니다. <br/>	외상으로 인하거나 백내장이 있는 눈에서 생기는 녹내장은 이차성 녹내장이라고 합니다. 어떠한 녹내장도 조기 진단해서 치료 여부를 결정해야 하는 것 이외에 왕도는 없습니다.  </p>
			</div>
			<div class="section ">
				<h1>안압은 왜 올라갈까요? </h1>
				<p>눈 속의 방수는 모양체라고 하는 눈 속의 조직에서 만들어져서 동공을 통하여 눈의 앞부분 (전방)으로 나오게 됩니다. 전방으로 들어온 방수는 섬유주라고 불리는 방수 배출로를 통하여 눈 밖으로 빠져 나가게 됩니다. 나이가 들면서 섬유주의 기능은 점차 저하되는 경향이 있습니다. 따라서 환자의 연령대가 증가할수록 안압은 높아지는 경향이 있습니다. </p>
				<!-- <iframe src="https://share.showecho.com/theater/6b81fa53-4cf2-4c66-4df6-453444a84449" width="1060" height="450" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
				<div class="gray_full_txt">방수의 생성과 유출 경로</div> -->

			</div>
			<div class="section m-b-0">
				<h1>안혈류는 왜 불안정해질까요? </h1>
				<p>녹내장의 발생에 영향을 미칠 수 있는 또 하나의 중요한 원인은 안혈류입니다. 녹내장에 영향을 미치는 안혈류의 장애는 시신경 주변에 혈액을 공급하는 모양체 혈관들에 의하여 결정됩니다. 정상적인 사람의 눈 속에는 자가조절기능이 내장되어 있어서 몸의 혈압 변동에 따라 안혈류가 크게 변동되지는 않습니다. 다만, 녹내장이 발생한 경우에는 이러한 자가조절기능의 장애가 오는 경우가 많고, 전신혈관계의 장애 (고혈압 및 당뇨, 야간 저혈압 등)가 안혈류를 불안정하게 만듭니다. 불안정한 안혈류는 시신경 조직에 허혈과 재관류를 반복하면서 시신경의 점진적인 손상을 일으킵니다. </p>
				<img src="../img/sub/glaucoma3_4.jpg" alt="" />
			</div>
			
		</div>
	</div>
</div>

<? include "../inc/foot.php" ?>