<? include "../inc/head.php" ?>
<div class="sub_wrap">
	<div class="pagenavi">HOME > 녹내장클리닉 > <strong>녹내장의 증상과 분류</strong></div>
	<? include "../inc/left.php" ?>
	<div class="sub_cnt">
		<h1 class="sub_tit"><span>MEET THE EXPERTS</span> </br>녹내장의 증상과 분류</h1>
		<div class="sub_imgtit">
			<div class="ltxt" style="height:350px;padding-top:70px">
				<h1>녹내장의<br/>증상과 분류</h1>	
				<h2>대부분의 녹내장은 증상이 없어<br/>늦게 발견되기 쉽습니다.</h2>
			</div>
			<div class="rimg">
				<img src="../img/sub/glaucoma5_1.jpg" alt="김균형원장" />
			</div>
		</div>

		<div class="box_section">			
			<div class="section">
				<h1>녹내장이 진행되고 나서야 발견되는 이유</h1>
				<p>최근 녹내장 진단의 경향은 과거 시야 검사와 안압 검사에 의존했지만 정밀 진단 장비들이 개발되어 정밀한 분석 검사가 이루어지고 있습니다. 이러한 장비들을 이용하면 기존의 시야 검사에서는 발견되기 이전 단계에서 녹내장성 손상을 진단할 수 있습니다.</p>
				<div class="dot">
					<div class="num_list1">
						<ul>
							<li><span>첫째</span>만성 개방각 녹내장의 경우 말기가 되어서야 자각 증상이 나타나는 경우가 많기 때문에 치료 시기를 놓치는 경우가 많습니다.</li>
							<li><span>둘째</span>안압만을 기준으로 녹내장을 검진하는 경우 동양인에서 흔한 형태의 녹내장인 정상안압 녹내장 환자를 진단할 수 없습니다.</li>
							<li><span>셋째</span>녹내장의 확진은 시야 검사, 신경섬유층 촬영, 각막두께 측정 및 전산화 망막단층검사( OCT), 시신경유두분석 검사(HRT) 등 장비들을 사용한 정밀 검사를 시행하여야 하므로 이러한 여건을 갖춘 병원에서 정확한 진단이 이루어질 수 있습니다.</li>
							<li><span>넷째</span>녹내장을 처음 의심하게 되는 시신경 유두의 판독은 경험 많은 녹내장 전문의의 진료를 필요로합니다.</li>
							
						</ul>
					</div>
				</div>
				<img src="../img/sub/glaucoma5_2.jpg" alt="" />
				<div class="gray_full_txt">녹내장 진행의 순서</div>
			</div>
			<div class="section">
				<h1>녹내장 분류</h1>
				<img src="../img/sub/glaucoma5_3.jpg" alt="" border="0" usemap="#glaucoma5_3_link" />
				<map name="glaucoma5_3_link">
					<area shape="rect" coords="380,270,680,472" href="#glaucoma5_3_link05" />
					<area shape="rect" coords="50,271,350,473" href="#glaucoma5_3_link04" />
					<area shape="rect" coords="710,51,1010,253" href="#glaucoma5_3_link03" />
					<area shape="rect" coords="380,50,680,252" href="#glaucoma5_3_link02" />
					<area shape="rect" coords="50,50,350,252" href="#glaucoma5_3_link01" />
				</map>
			</div>
			
			<a name="glaucoma5_3_link01"></a>
			<div class="section ">
				<h1>증상의 발현 양상에 따른 분류</h1>
				<div class="devide"> </div>
				<h1 class="gray_txt">급성 녹내장</h1>
				<p>급격하게 방수의 배출구가 막혀 버리기 때문에 발생하는 녹내장으로 많은 경우에서 폐쇄각 녹내장이나 포도막염과 동반된 녹내장, 일부 개방각 녹내장에서 발생하게 됩니다. 수 시간에서 수 일 사이에 안압이 급격하게 상승하여 안구 주위의 신경을 자극하여 갑작스러운 시력 저하, 안구의 심한 통증과 함께 두통, 구역이나 구토를 동반하기도 합니다. 일부 환자들은 신경과적인 문제로 생각하고 두통약을 먹고 버티다가 병을 키워서 내원하는 경우가 있습니다.</p>
				<br/>
				<h1 class="gray_txt">만성 녹내장</h1>
				<p>90%이상의 환자에서는 대부분 만성형으로 녹내장이 발생하게 됩니다. 만성 개방각 녹내장의 형태가 가장 흔하며 이 중에서도 동양인에서는 안압이 높지 않으나 녹내장이 발생하는 정상 안압 녹내장의 형태가 가장 흔합니다. 안압은 정상인 경우가 많으며, 안압이 상승하는 경우라고 하더라도 오랜 시간을 두고 서서히 안압이 변화하기 때문에 자각 증상은 말기가 되기 전까지는 거의 없습니다. 심지어는 실명하기 직전까지 자신이 녹내장을 가지고 있다는 사실을 알지 못하기도 합니다. 안혈류의 장애가 동반되는 경우가 흔하므로 전신적인 위험인자에 대한 고려가 반드시 필요한 질환입니다.</p>
			</div>
			
			<a name="glaucoma5_3_link02"></a>
			<div class="section ">
				<h1>해부학적 구분에 따른 분류</h1>
				<p>해부학적 구분안구에는 방수라는 액체가 순환하고 있으며 이러한 방수는 모양체라는 기관에서 만들어져 수정체와 홍채 사이의 공간을 통하여 이동하고 각막과 홍채 사이의 작은 틈을 통하여 안구 밖으로 배출되게 됩니다. 이러한 통로가 현미경을 통하여 보았을 때 보이는 양상에 따라 다음과 같이 구분할 수 있습니다.</p>
				<div class="devide"> </div>
				<h1 class="gray_txt">개방각 녹내장</h1>
				<p>안구 내의 방수가 유출되는 경로 중 섬유주 부분이 우각경 상으로 확인하였을 때 열려 있는 녹내장입니다. 육안적으로는 열려 있다고 하더라도 조직학적 검사를 해 보면 방수 유출에 장애가 있는 경우가 많습니다. 일반적으로 약물 치료나 선택적 섬유주 성형술을 일차적인 치료 방법으로 선택할 수 있는 녹내장입니다.</p>
				<br/>
				<h1 class="gray_txt">폐쇄각 녹내장</h1>
				<p>섬유주 부분이 동공 폐쇄로 인한 안구 후방 내 방수 저류나 백내장 등의 요인에 의한 주변부 각막 - 홍채 유착에 의하여 막혀 있는 녹내장을 의미합니다. 급성 녹내장의 형태로 나타나는 경우가 많으나 만성적으로 진행하는 경우도 흔합니다. 유출 경로를 확보하기 위하여 레이저 홍채 절개술 등의 레이저 치료를 시행하여야 하는 경우가 많은 녹내장입니다.</p>
				<img src="../img/sub/glaucoma5_4.jpg" alt="" />
				<div class="gray_full_txt">개방각 녹내장과 폐쇄각 녹내장</div>
			</div>
			
			<a name="glaucoma5_3_link03"></a>
			<div class="section ">
				<h1>안압의 수준에 따른 분류</h1>
				<p>녹내장의 발생에 관여하는 여러 요인 중 아직까지는 가장 중요한 것으로 알려져 있는 것은 안압입니다. 안압은 안구 내를 차지하고 있는 액체(방수)의 압력을 의미하는것으로 이 수치가 높은 경우 시신경이 압박되어 신경 세포 소실이 일어나고 이에 해당하는 시야 장애가 진행하게 됩니다. 이러한 안압의 수준에 따라 녹내장을 구분해 볼 수 있습니다.</p>
				<div class="devide"> </div>
				<h1 class="gray_txt">고안압 녹내장</h1>
				<p>안압이 22mmHg 이상인 경우로 보통 사람들에 비하여 안압이 높은 경우를 의미합니다. 일반적으로 정상 안압 녹내장에 비하여 진행이 빠르며 안압이 30mmHg 이상인 경우에는 진행 속도가 매우 빠를 수 있으므로 적극적인 치료를 필요로 하는 경우가 많습니다. 참고로, 안압은 높으나 시신경이나 신경 섬유층의 문제가 발견되지 않으며 시야 손상도 없는 경우를 고안압증이라고 합니다.</p>
				<br/>
				<h1 class="gray_txt">정상안압 녹내장</h1>
				<p>만성 개방각 녹내장 중 안압이 21mmHg 이하인 경우를 의미합니다. 정상 안압 녹내장의 발생 원인으로는 안압도 중요한 요인 중 하나이기는 하지만, 안혈류의 장애 등 복합적인 원인에 의하여 발생하는 것으로 추측되고 있습니다. 참고로, 안압은 하루 종일 고정되어 있는 것이 아니라 정상인에도 3 - 5mmHg 의 폭으로 변동할 수 있음이 알려져 있으며, 녹내장 환자의 경우에는 이보다 큰 경우가 있으므로, 병원에 하루 중 다른 시간 대에 방문하여 여러 차례 안압을 측정해 보아야 하는 경우도 있습니다.</p>
			</div>
			
			<a name="glaucoma5_3_link04"></a>
			<div class="section ">
				<h1>발생 시기에 따른 분류</h1>
				<p>녹내장은 일반적으로 성인의 질환으로 생각하고 있지만 사실은 어느 나이에도 발병할 수 있는 질환 입니다. 질환에 대하여 잘 이해하고 있는 것이 조기 발견과 조기 치료로 녹내장으로 인한 시력 장애를 예방할 수 있는 지름길 입니다. 발병하는 나이에 따라 다음과 같이 구분해 볼 수 있습니다.</p>
			  <div class="devide"> </div>
				<h1 class="gray_txt">성인 녹내장</h1>
				<p>일반적으로 만성 녹내장은 나이가 들어감에 따라 증가하는 것으로 알려져 있으며 실제로 많은 환자들이 40세 이후에 녹내장을 발견하는 경우가 많습니다. 하지만 녹내장의 가족력이 있거나, 고혈압이나 저혈압이 있는 경우, 당뇨가 있는 경우, 고도근시인 경우에는 비교적 이른 나이에 발병하는 경우가 있으므로 조기 녹내장 검진이 필요합니다.</p>
				<br/>
				<h1 class="gray_txt">유소아 녹내장</h1>
				<p>만성 개방각 녹내장 중 20세 이전에 발병하는 형태입니다. 발견이 쉽지 않고 비교적 드물게 발견되지만, 성인 녹내장에 비해 정도가 심한 편이어서 평생에 걸친 삶의 질에 영향을 미치기 쉬운 질환입니다. 유전적인 요인이 관여하는 경우가 비교적 많은 편이며, 스테로이드성 안약의 장기 사용에 동반될 수 있는 스테로이드 녹내장 등과 감별 진단을 필요로 합니다. 2세에서 20세까지의 연령대에는 안과에서 시력 검진을 받으면서 주의 깊게 현미경 검사를 한다면 발병을 놓칠 가능성이 줄어 들게 됩니다.</p>
		    <br/>
				<h1 class="gray_txt">선천 녹내장</h1>
				<p>출생 후 2년 이내에 발병하는 녹내장으로서 섬유주와 홍채 부근의 발생학적 이상이 발병에 관여하는 녹내장으로 유.소아 녹내장과는 해부학적인 차이가 있습니다. 검사를 하기 힘든 영아의 특성상 발견이 지연되는 경우가 있으므로 부모님의 주의 깊은 관찰이 필요한 질환 입니다. 아이가 별다른 원이 없이 눈물을 자꾸 흘린다거나 일상적인 빛에 노출되는 것을 과도하게 싫어하는 경우, 각막의 직경이 다른 아이들에 비하여 유난히 큰 경우에는 안과적 검진을 받아 보는 것이 필요합니다.</p>
			</div>
			
			<a name="glaucoma5_3_link05"></a>
			<div class="section m-b-0">
				<h1>원인 질환의 유무에 따른 분류</h1>
				<div class="devide"> </div>
				<h1 class="gray_txt">일차성 녹내장</h1>
				<p>녹내장을 일으키는 별다른 동반 질환이 없이 녹내장성 변화만을 나타내는 상태를 일컫는 말입니다.</p>
				<br/>
				<h1 class="gray_txt">이차성 녹내장</h1>
				<p>포도막염이나 망막 질환 혹은 백내장이 동반되는 경우 등 유발 요인이 있는 경우에 발생하는 녹내장을 일컫는 말입니다. 동반된 원인 질환에 대한 치료, 즉 백내장 수술이나 포도막염의 치료 등을 함께 필요로 하는 경우가 있습니다. 신생혈관녹내장이나 포도막염성 녹내장 등 일부 이차성 녹내장은 전문적인 치료에도 불구하고 좋지 않은 예후를 보이기도 합니다.</p>
				<img src="../img/sub/glaucoma5_5.jpg" alt="" />
				<div class="gray_full_txt">이차성 녹내장의 일종인 신생혈관 녹내장</div>
			</div>
			
			
			
		</div>	


	
	</div>
</div>

<? include "../inc/foot.php" ?>