<? include "../inc/head.php" ?>
<div class="sub_wrap">
	<div class="pagenavi">HOME > 녹내장클리닉 > <strong>최소침습녹내장 수술</strong></div>
	<? include "../inc/left.php" ?>
	<div class="sub_cnt">
		<h1 class="sub_tit"><span>MEET THE EXPERTS</span> </br>최소침습녹내장 수술</h1>
		<div class="sub_imgtit">
			<div class="ltxt" style="height:350px;padding-top:70px">
				<h1>CS 맞춤형 녹내장<br/>치료 프로그램</h1>	
				<h2>모든 환자의 녹내장은 서로 다릅니다. <br/>맞춤형 치료가 필요한 이유입니다. </h2>
			</div>
			<div class="rimg">
				<img src="../img/sub/glaucoma7_1.jpg" alt="김균형원장" />
			</div>
		</div>
		<div class="box_section">			
			<div class="section">
				<p>녹내장은 고혈압이나 당뇨와 같은 만성 질환의 범주에 들어가는 질환입니다. 따라서, 녹내장의 가장 좋은 치료 방법은 조기에 발견하여 적절한 치료를 받는 것입니다. 일단 발생한 녹내장은 완치하기는 어렵지만, 개별 환자의 눈 상태에 맞는 맞춤형 치료방법을 선택하여 더 이상 나빠지지 않도록 관리해야 합니다. 최근의 놀라운 의학 발전으로 인하여 약물, 레이저, 수술 요법들을 경험 많은 의사가 적절하게 병합하여 치료한다면 얼마든지 녹내장의 예후를 향상시킬 수 있습니다. 의사와 환자가 힘을 합하여 철저하게 관리하면 녹내장으로 인한 실명은 막을 수 있습니다. 환자 스스로도 녹내장에 대하여 잘 알아야 하는 이유입니다.<br/><br/>녹내장의 치료 방법들은 크게 분류하여 (1) 약물 (2) 레이저 (3) 수술 (4) 생활습관 관리 등으로 나뉘어 집니다. 이 중에서 약물, 레이저, 수술적 치료 방법은 주로 안압을 낮추는 데 초점이 맞추어져 있습니다. 안압의 조절이 중요한 이유는 안압을 낮추는 것이 녹내장으로 인한 시신경의 파괴를 지연시키는데 큰 도움이 되기 때문입니다. <br/> </p>	
				<img src="../img/sub/glaucoma7_10.jpg" alt="" /><br/> <br/> 
				<p>특히 원인이 되는 질환이 있는 경우에는 진행 속도가 빠를 수 있습니다. 이 경우 원인질환 치료를 병행해야 합니다. 예를 들어, 포도막염이나 백내장 등의 원인질환이 있는 경우에는 안압을 떨어뜨리는 녹내장에 대한 일반적인 치료와 함께 원인질환도 함께 치료해야 합니다. 포도막염이 동반된 녹내장이라면 스테로이드 등 항염증제를 적절히 사용하여 포도막염에 대한 치료도 시행하여야 하며, 백내장 때문에 발병한 폐쇄우각형 녹내장이라면 백내장 수술이 필요한 경우도 있습니다.  <br/> <br/> 오래된 고혈압이나 당뇨가 있는 경우, 손발이 차거나 심한 편두통이 있는 경우에는 눈으로 가는 혈류가 불안정해 질 수 있습니다. 이 경우에도 녹내장의 진행이 빨라질 수 있습니다. 이 경우에는 혈류 공급을 늘리기 위한 안약과 은행잎 추출물 같은 경구용 약제의 투여를 병용하게 됩니다. 적절한 유산소 운동이 매우 필요한 녹내장의 형태도 있습니다.  </p>
			</div>
			<div class="section">
				<h1>녹내장 치료법의 종류 </h1>
				<p><strong class="blue1">녹내장 치료법의 종류에는 약물치료, 레이저 치료, 수술치료가 있습니다.</strong></p>	
				<img src="../img/sub/glaucoma7_2.jpg" alt="" />
				<br/><br/>
				<h1 class="gray_txt2"><span>1</span>약물치료</h1>
				<p>하루 1회에서 수회에 걸쳐 눈에 직접 약물을 넣어 안압을 떨어뜨리거나 안혈류를 증가시키는 방법입니다. 효과가 부족하면 두 가지 이상의 약물 병행요법을 사용하기도 하며, 약물의 효과 및 부작용 또는 시야손상의 진행 등에 따라 약을 바꾸어 치료하거나, 먹는 약, 레이저, 수술 등의 치료로 전환하기도 합니다. 원발성 개방각 녹내장 등 대부분의 녹내장에서 우선적으로 선택되는 녹내장 치료법입니다. 약물의 효과와 부작용은 약에 따라 다릅니다. 야간에 한 번 점안하는 잘라탄, 타플로탄, 트라바탄, 루미간 등의 약물은 안압 하강에는 효과가 크지만 눈썹 길어짐, 눈꺼풀 착색 등의 부작용이 일부 환자에서 있을 수 있습니다. 베타차단제들(티몹틱, 베탁솔롤)은 예전부터 많이 사용하는 일반적인 안약이지만 경우에 따라서는 만성폐쇄성 폐질환이나 협심증 등을 악화시킬 수 있으므로 주의를 요합니다. 알파자극제(알파간)는 안압하강 효과 이외에도 신경보호효과를 가지는 것으로 알려져 있는데, 입마름이나 졸린 증상을 유발할 수 있습니다. 탄산탄수효소억제제(아좁트, 트루솝)들은 안구 주변의 자극 증상을 유발할 수 있습니다. 눈 혈류의 장애에 의한 녹내장의 악화 요인이 관찰되는 경우에는 경구용 약제의 투여를 고려합니다. 주로 사용되는 경구용 약제는 오메가-3 지방산이나 은행잎 추출물 계열 (기넥신, 징코민 등)의 혈류순환 촉진제입니다. 단기적으로 안압을 더욱 하강시킬 필요가 있는 경우 아세타졸라마이드 (Acetazolamide, 아세타졸 등)의 경구 투여를 할 수도 있습니다. 특정한 종류의 녹내장들은 축동제나 산동제를 사용하기도 합니다.</p>
				<br/><br/>
				<h1 class="gray_txt2"><span>2</span>레이저 치료</h1>
				<p>레이저를 이용해 안구 내 방수 배출로의 기능을 정상화시켜 안압을 떨어뜨리는 방법입니다. 크게 두 가지 방법으로 나누어 지는데, 폐쇄각 녹내장에 사용하는 &lt;레이저홍채절개술>과 개방각녹내장에 사용하는 &lt;SLT레이저섬유주성형술>입니다. &lt;레이저홍채절개술>은 눈 안의 방수 배출로 중 ‘우각 (angle)’이라고 하는 부분이 좁아지는 형태인 폐쇄각 녹내장의 치료에 사용되는 방법입니다. 급성 폐쇄각 녹내장에서 빠른 안압 하강이 필요한 경우, 혹은 만성 폐쇄각 녹내장의 장기적인 예후 향상을 위하여 시술합니다. &lt;SLT섬유주성형술>은 개방각 녹내장에서 안구 내의 섬유주 부분에 Nd:YAG레이저를 조사하고 손상을 입은 비정상적인 세포들이 대식세포에 의하여 제거되는 과정을 통하여 안압을 떨어뜨리는 방법입니다. 부작용이 별로 없는 시술로 약물 치료에 반응하지 않는 개방각 녹내장이나 약물에 대한 알러지 등으로 약물 치료가 어려운 경우 사용합니다. </p>
				<br/><br/>
				<h1 class="gray_txt2"><span>3</span>수술치료</h1>
				<p>약물이나 레이저 치료가 효과가 없는 경우 수술을 고려해야 합니다. 수술은 눈 속의 방수가 안구 바깥으로 적절하게 빠져나갈 수 있는 배출 통로를 만들어 줍니다. 전통적인 녹내장 수술은 두 가지 방법이 있습니다. &lt;섬유주절제술> 및 &lt;방수유출장치 삽입술>입니다. 녹내장 수술은 수술 후 관리가 안압의 조절에 매우 중요한 역할을 하게 되므로 환자들도 이에 대하여 잘 인지하고 잘 따라 주셔야 합니다. 수술 후 관리는 크게 약물 치료와 생활 관리로 나누어 집니다. 약물 치료는 주로 항생제와 항염증제 (스테로이드) 치료로 이루어집니다. 항생제는 수술 후 감염을 막는 역할을 하며, 항염증제는 수술 후 상처가 너무 빨리 아물어 안압이 다시 올라가는 것을 막는 역할을 합니다. 수술 후 드물게 안압 상승, 지나치게 낮은 안압, 안내 출혈 및 안내염 등의 합병증이 발생할 수 있으므로, 수술 후 1개월 이내에는 1주일 간격으로 내원하여 특별한 문제가 발생하지 않았는지 지속적인 경과 관찰 및 치료가 필요합니다. 필요에 따라 레이저 봉합사 절단술 및 안구지압 등의 조치가 필요할 수 있습니다. 수술 후 한 달 간 깨끗하지 못한 손으로 눈을 만지거나 비비는 등 수술 부위 감염이나 외상을 일으킬 수 있는 행동은 피해야 합니다.</p>
			</div>
			<div class="section m-b-0">
				<h1>CS 녹내장 맞춤형 레이저/수술 시스템 </h1>
				<p><strong class="blue1">센트럴서울안과에서 시행하는 맞춤형 녹내장 레이저 치료와 수술의 종류입니다. </strong></p>
				<img src="../img/sub/glaucoma7_11.jpg" alt="" /><br/> <br/> 
				<ul class="tablist">
					<li class="on">레이저 홍채 절개술</li>
					<li>섬유주 절제술</li>
					<li>방수 유출장치 삽입술</li>
					<li>백내장, 녹내장 병합수술</li>
				</ul>
				<div class="tab_cnt" id="content1">
					<div class="section">
						<h2>레이저 홍채 절개술이란?</h2>
						<p>눈의 크기가 상대적으로 작은 동양인에서는 서양인에 비하여 상대적으로 폐쇄각 녹내장이 많은 편입니다. 폐쇄각 녹내장은 안구 내 방수가 순환하는 경로의 일부분이 막혀 안압이 상승하고 시신경이 손상되어 시야가 좁아지는 질환입니다. 급성 혹은 만성으로 나타나는데, 중증의 급성 녹내장이 오면 눈의 심한 통증과 충혈, 시력 감소, 두통 및 구토를 동반합니다. 24시간 이내 치료하지 않으면 실명으로 이어지는 경우가 많습니다. 만성적으로 발생하는 폐쇄각 녹내장은 시간이 지나면서 안압이 점진적으로 올라가고 시야손상 속도가 빠른 것이 특징입니다. 급성 혹은 만성 폐쇄각 녹내장의 치료 방법 중 필수적인 것이 레이저 홍채절개술입니다. <br/> <br/> 레이저 홍채절개술은 폐쇄각 녹내장이 발생하여 안구 내 방수 순환 경로에 장애가 생겼을 때 눈의 갈색 부위인 홍채에 레이저로 작은 방수 배출 통로를 만드는 시술입니다. 레이저 홍채 절개술은 아르곤 레이저와 Nd:YAG 레이저를 함께 사용하여 시술합니다. 두 레이저를 병합하여 사용하면 최소의 에너지로 쉽게 홍채 절개를 시행할 수 있습니다. <br/> <br/> </p>
						<img src="../img/sub/glaucoma7_3_1.jpg" alt="" />
						<div class="gray_full_txt">레이저홍채절개술의 과정</div>					
					</div>
					<div class="section">
						<h2>레이저홍채절개술의 과정</h2>
						<div class="num_box">
							<p class="num_list">
								<span>1</span>눈에 안약을 넣어 마취합니다.
							</p>
							<p class="num_list">
								<span>2</span>눈 표면에 특수 렌즈를 착용합니다.
							</p>
							<p class="num_list">
								<span>3</span>레이저를 쬐어 홍채에 작은 구멍을 뚫습니다.
							</p>
							<p class="num_list">
								<span>4</span>시술 후 30분 ~ 1시간이 지난 후 시술 후 안압 상승은 없는지 확인합니다.
							</p>
							<p class="num_list">
								<span>5</span>홍채의 절개 부위가 너무 작거나, 시간이 지나면서 다시 막히는 경우 추가적인 시술을 시행할 수도 있습니다.
							</p>
						</div>
						<img src="../img/sub/glaucoma7_3_2.jpg" alt="" />
						<div class="gray_full_txt">레이저 홍채 절개술은 원활한 방수 유출로를 만드는 시술입니다.</div>					
					</div>
					<div class="section">
						<h2>레이저 홍채절개술이 필요한 경우</h2>
						<div class="dot">
							<div class="dot_list">
								<ul>
									<li>급성 폐쇄각 녹내장이 발생했을 때</li>
									<li>만성 폐쇄각 녹내장이 진행할 때 </li>
									<li>녹내장이 발생하지 않았지만, 안구의 방수가 순환하는 경로 (우각)가 좁아져 있어 향후  폐쇄우각 녹내장이 발생할 가능성이 있을 때</li>
									<li>초고도근시 안내 렌즈 삽입술 등을 하는 경우 방수 유출로의 추가 확보가 필요할 때 </li>
									<li>기타 수술 후 발생한 2차 녹내장 (악성 녹내장 등)에서 전방이 얕아지고 방수 유출로가 폐쇄되었을 때</li>									
								</ul>
							</div>
						</div>					
					</div>
					<div class="section m-b-0">
						<div class="blue_box">
						수술 후 주의사항
						</div>
						<div class="num_box2">
							<p class="num_list2">
								<span>1</span>홍채 레이저 절개 이후에는 당일  눈의 충혈 , 눈물 흘림, 가벼운 눈의 통증, 두통 등이 있을 수 있습니다. 
							</p>
							<p class="num_list2">
								<span>2</span>밝은 빛을 보면 눈이 아플 수 있습니다. 시술 후 몇일동안은 가능한 너무 밝은 빛을 보는 것은 삼가하십시오. 
							</p>
							<p class="num_list2">
								<span>3</span>시술 당일에는 안압이 다소 올라가는 경우가 있으나 대부분은 일시적인 현상입니다.
							</p>
							<p class="num_list2">
								<span>4</span>수술 후 1주일 정도는 소염제를 점안합니다.    
							</p>
						</div>

					</div>
				</div>
				<div class="tab_cnt" id="content2">
					<div class="section">
						<h2>섬유주 절제술 이란?</h2>
						<p>섬유주절제술은 가장 전통적인 녹내장 수술법입니다. 섬유주절제술은 안압 조절이 잘 되지 않는 눈에서 안구의 내부와 외부를 연결하는 체크밸브 시스템 (check valve system)을 만들어 안압을 정상화시키는 수술입니다. 눈의 윗쪽 부분 결막을 절개하고 안쪽의 흰자 (공막)에 플랩을 만든 후 섬유주 조직을 절제해내는 방법으로 시행합니다. 수술 중에는 상처의 치유 속도를 조절하기 위해서 마이토마이신이라고 하는 항대사물질을 사용합니다. 수술이 끝나고 나면 눈의 윗쪽 흰 부분 (결막)에 ‘여과포 (bleb)’이라고 불리는 물주머니가 만들어지게 되며, 안압이 높아지는 경우 이 부분이 체크밸브로 작동하여 안압의 조절이 이루어집니다. 이미 망가진 시신경을 살리는 방법은 아니고, 안압을 조절하여 더 이상의 시신경 손상이 진행되지 않도록 하는 수술방법입니다. </p>
						<img src="../img/sub/glaucoma7_4_1.png" alt="" />
						<div class="gray_full_txt">섬유주절제술은 체크밸브 시스템을 만들어 안압을 조절하는 수술입니다. </div>					
					</div>
					<div class="section">
						<h2>수술의 목적 및 효과, 동반 가능한 부작용 </h2>
						<div class="dot">
							<div class="dot_list">
								<ul>
									<li>안압약이나 레이저 치료 만으로 녹내장의 진행을 막기에 어려운 경우 시행하는 수술입니다. </li>
									<li>약물 부작용 등으로 약물의 지속적인 사용이 어려운 경우에도 사용될 수 있습니다. </li>
									<li>수술 후 예후는 원인 질환에 따라 다소 달라질 수 있습니다. 원발성 녹내장인 경우에는 수술 후 안압약 사용 없이 (혹은 최소한의 안압약 사용으로) 안압을 유지하는 것을 수술 성공의 기준으로 80% 이상의 안압 조절 성공률을 보입니다. 다만, 포도막염으로 인한 이차성 녹내장이나 당뇨와 연관된 신생혈관 녹내장에서는 수술 후 성공율이 30-50% 정도로 낮은 편입니다. 이 경우 마이토마이신이나 Bevacizumab (아바스틴) 등의 항섬유화 물질, 혹은 콜라겐 매트릭스 등 상처치유과정 조절 재료들을 추가적으로 사용하여 수술 예후를 향상시킬 수 있습니다 (‘플러스’ 섬유주절제술). </li>
									<li>수술 후에는 일시적인 시력 저하가 있을 수 있습니다. 시력저하의 원인은 동공의 산대, 수술 후 안내 염증, 낮은 안압으로 인한 망막 부종 등에 의하여 발생할 수 있습니다. 시력은 대부분은 2주 – 1개월 이내의 회복 기간을 거쳐 정상으로 돌아 오지만, 0.5% 이하의 낮은 빈도에서 지속적인 시력 저하가 발생할 수도 있습니다. 백내장의 발생이 빨라질 수 있으나 수술적 치료로 쉽게 시력을 회복할 수 있습니다. </li>								
								</ul>
							</div>
						</div>					
					</div>
					<div class="section m-b-0">						
						<div class="blue_box">
						수술 후 주의사항
						</div>
						<div class="num_box2">
							<p>섬유주절제술 이후에는 일정기간이 지나야 안압이 안정화됩니다. 특히, 섬유주절제술의 경우에는 체크밸브 역할을 하는 여과포 부분이 안정이 무엇보다 중요합니다. 심하게 눈을 비비는 것은 피하셔야 합니다. 이 부분의 상처 치유 반응이 과도한 경우에는 안압이 다시 올라갈 수 있습니다. 이를 예방하기 위하여 사용하는 항생제와 스테로이드 등 수술 후 치료 약제들은 담당 의사의 지시에 따라 횟수를 잘 맞추어 넣어야 합니다. 수술 후 1개월까지는 1~2주 이내 간격으로 정기적으로 안압을 측정하고 다른 부작용은 나타나지 않는지 경과를 살펴봐야 합니다. 간혹 수술 후 상처 치유과정 중에 방수가 빠져나가는 통로가 막히는 경우가 있습니다. 이 경우, 항대사 물질(5-FU)을 주사하거나, 아르곤 레이저로 봉합사를 풀어 주거나, 안구 마사지를 시행하는 등 적극적인 치료가 필요할 수 있습니다. 시야가 이미 심하게 손상된 녹내장 환자의 경우에는 매우 드물지만 수술 후 시야가 더 나빠지기도 합니다 (white out). 눈에 직접 물이 닿는 샤워 등은 안구 내 감염을 예방하기 위하여 2주 이후에 시행하는 것이 바람직합니다. </p>
						</div>
					</div>
				</div>
				<div class="tab_cnt" id="content3">
					<div class="section">
						<h2>방수 유출장치 삽입술 이란?</h2>
						<p>방수 유출 장치 삽입술은 섬유주절제술이 여의치 않은 녹내장에서 사용되는 녹내장 수술법입니다. 기존의 섬유주 절제술로는 좋은 예후를 기대하기 힘든 포도막염 관련 녹내장이나 신생혈관 녹내장 같은 이차성 녹내장 환자, 혹은 섬유주절제술 이후 안압이 다시 올라가서 재수술을 받아야 하는 경우에 상대적으로 좋은 결과를 보이고 있습니다. 방수유출장치 삽입술은 안구 내 결막(눈 흰자를 덮고 있는 얇은 막) 아래로 아메드 밸브 (Ahmed Valve) 등의 방수유출장치를 넣어 방수가 적당하게 빠져나갈 통로를 만들어 안압을 조절하기 위한 수술입니다. 섬유주절제술과는 달리 방수는 방수유출장치의 관을 따라 이동하여 판(plate) 부분에서 확산되어 안구 후방으로 빠져 나갑니다. </p>
						<img src="../img/sub/glaucoma7_5_1.jpg" alt="" />
						<div class="gray_full_txt">국내에서 가장 많이 사용되는 아메드(Ahmed) 방수유출장치</div>					
					</div>
					<div class="section m-b-0">						
						<div class="blue_box">
						수술 후 주의사항
						</div>
						<div class="num_box2">
							<p>방수유출장치 삽입술 역시 섬유주절제술과 마찬가지로 수술 후 일정기간이 지나야 안압이 안정화됩니다. 따라서 수술 후 1개월까지는 1~2주 이내 간격으로 정기적으로 안압을 측정하고 다른 부작용은 나타나지 않는지 경과를 살펴봐야 합니다. 간혹 수술 후 상처 치유과정 중에 방수가 빠져나가는 통로가 막히는 경우가 있습니다. 이 경우, 항대사 물질(5-FU)을 주사하거나 안구 마사지를 시행하는 등 적극적인 치료가 필요할 수 있습니다. 방수유출장치의 튜브 앞부분은 전방 내에 들어가 있으므로, 각막 내피세포의 손상이 나타날 수 있습니다. 심하게 눈을 비비는 것은 삼가하셔야 합니다. 시야가 이미 심하게 손상된 녹내장 환자의 경우에는 매우 드물지만 수술 후 시야가 더 나빠지기도 합니다 (white out). 눈에 직접 물이 닿는 샤워 등은 안구 내 감염을 예방하기 위하여 2주 이후에 시행하는 것이 바람직합니다.  수술이 잘 된 경우에도 녹내장의 특성에 따라 시간이 지나면서 안압이 다시 상승하는 경우도 가끔 있습니다. 이 때는 추가적인 약물 및 레이저, 수술치료가 필요할 수 있습니다.</p>
						</div>
					</div>
				</div>
				<div class="tab_cnt" id="content4">
					<div class="section">
						<h2>백내장, 녹내장 병합수술 이란?</h2>
						<p>백내장은 수정체가 뿌옇게 흐려지는 것으로 인해 시력이 떨어지는 질환이며, 녹내장은 안압 상승을 비롯한 여러 가지 원인에 의해 시야가 점점 좁아지는 질환입니다. 녹내장이 있는 환자에서 백내장 수술을 함께 시행하게 되는 경우 두 가지 질환을 한 번의 수술로 해결하려고 시도할 수 있습니다. 즉, 한 번의 수술에서 백내장 적출 및 인공수정체 삽입, 그리고 녹내장 수술을 동시에 시행하는 방법입니다. 백내장-녹내장 병합 수술에서 사용되는 녹내장수술은 전통적으로는 섬유주절제술이 이용됩니다. 이 경우 백내장 수술시 공막 절개창을 만들고 동일한 부분을 사용하여 녹내장 방수 유출 경로를 만드는 방법 (1-site surgery)와 백내장 수술시 절개창과 방수 유출경로를 다른 위치에 만드는 방법 (2-site surgery)이 있습니다. 두 방법은 임상적 결과에는 큰 차이가 없으며, 환자의 눈 상태와 의사의 선호도에 따라 적절한 방법을 택하게 됩니다. <br/>최근에는 의학 기술의 발전에 따라 병합 수술시 사용하는 녹내장 수술 방법으로 비교적 절차가 간단하고 임상결과가 양호한 마이크로스텐트 삽입술을 선호하는 추세입니다. 국내에 보급되어 있거나 조만간 보급될 예정인 마이크로스텐트들은 ExPress 방수유출관, iStent 방수유출관, XEN 방수유출관 등이 있습니다. 특히, iStent와 XEN 방수유출관 삽입술은 미국의 녹내장 학계에서는 이미 일반적인 치료 방법으로 FDA의 승인을 받고 널리 사용 중이며, 국내에도 KFDA의 승인을 받고 현재 (2016.4) 현재 보험 등재 여부에 대한 심사 작업 중으로 국내에도 2016년 연말부터는 사용 예정입니다.  </p>
						<img src="../img/sub/glaucoma7_6_1.jpg" alt="" />
						<div class="gray_full_txt">백내장-녹내장 병합 수술에 사용하는 다양한 녹내장 마이크로스텐트들 (ExPress, iStent, XEN)</div>					
					</div>
					<div class="section m-b-0">
						<h2>수술경과 및 관리</h2>
						<p>백내장-녹내장 병합 수술 후 관리는 매우 중요합니다. 섬유주절제술과 마찬가지로 수술 후 경과 관찰 및 관리가 매우 중요합니다. 안압은 수술 후 일정기간이 지나야 안정상태가 됩니다. 따라서 수술 1~2개월까지는 1~2주 이내 간격으로 경과를 살펴봐야 합니다. 간혹 수술 후 상처 치유과정 중에 방수가 빠져나가는 통로가 막히는 경우가 있는데 이런 경우에는 항 대사물질(Mitomycin이나 5-FU)을 주사하거나 마사지를 시행하는 등 적극적인 치료가 필요합니다. 수술이 잘 된 경우에도 시간이 지나면서 안압이 다시 상승하거나 후발 백내장이 생기는 경우도 가끔 있습니다. 이 때는 추가적인 약물 및 레이저, 수술치료가 필요합니다.</p>			
						<br/>
						<div class="blue_box">
						수술 후 주의사항
						</div>
						<div class="num_box2">
							<p class="num_list2">
								<span>1</span>수술 후 이물감, 충혈 및 가벼운 통증이 있을 수 있지만, 일시적 현상으로 대부분 시간이 지나면서 회복됩니다. 수술 후 눈의 검은자 윗부분이 약간 두드러져 보일 수 있는데 이 부분을 통해 안압 조절작용이 일어나기 때문입니다.
							</p>
							<p class="num_list2">
								<span>2</span>수술 직후 오히려 안압이 올라가거나 지나치게 떨어지면 추가적으로 약물치료, 실밥제거, 레이저치료 등이 필요할 수 있습니다. 간혹 수술 후 출혈이나 지속적인 염증, 저 안압, 안내감염 등이 올 수 있는데 그에 따른 적절한 치료가 이뤄져야 합니다.
							</p>
							<p class="num_list2">
								<span>3</span>시야가 이미 심하게 손상된 녹내장 환자의 경우에는 드물지만 수술 후 시야가 더 나빠지기도 합니다. 마이크로스텐트를 삽입하는 경우 심하게 비비면 마이크로스텐트의 위치 이탈 등이 발생할 수 있으므로 수술 후 2주 이내 기간에는 특히 주의하셔야 합니다. 수술 후 통증이 심해지거나 심한 충혈이 있는 경우, 시력이 갑자기 떨어지는 경우 등 예상하지 못한 합병증이 발생하면 즉시 병원을 찾아 진료를 받으셔야 합니다.
							</p>
							
						</div>
					</div>
				</div>

			</div>
			

		</div>	


	</div>
</div>

<? include "../inc/foot.php" ?>